[{"organism": "Neurospora crassa", "source": "glucose", "title": "Codon usage and protein length-dependent feedback from translation elongation to translation initiation and kinetics", "Accession": "GSE168595", "summary": "In yeast and mammals, activated GCN2 can phosphorylate its substrate eIF2α, which is a part of the eIF2-GTP-Met-tRNAiMet ternary complex. The eIF2α phosphorylation blocks the ternary complex formation and therefore inhibits translation initiation. Meanwhile, GCN2 activation associates with ribosomes and some translation elongation factors such as eEF1A. In Neurospora crassa, the homolog of GCN2 is CPC-3. Ribosome profiling and accompanying RNA-seq experiments in this project were used to explore the effects of CPC-3 on translation kinetics. Here we show that poor codon usage of mRNAs with long CDS preferentially causes CPC-3 activation, which in turn suppresses the translation initiation and elongation in both codon usage and CDS length dependent manner."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "Impact of plant cell wall derived sugars on transcriptional and post-transcriptional control in Saccharomyces cerevisiae", "Accession": "GSE69404", "summary": "Saccharomyces cerevisiae cannot metabolize non-glucose sugars including cellobiose, xylose, xylodextrins in nature, which are prevalent in plant cell wall. Here, one engineered S. cerevisiae strain, which expresses a cellodextrin transporter gene (cdt-1) and an intracellular β-glucosidase gene (codon-optimized gh1-1) from Neurospora crassa; XYL1 (xylose reductase gene), XYL2 (xylitol dehydrogenase gene), and XKS1 (xylulose kinase gene) from Scheffersomyces stipitis, as well as cdt-2 (coding for cellodextrin transporter 2), gh43-2 (coding for β-xylosidase) and gh43-7 (coding for a xylosyl-xylitol-specific β-xylosidase) from N. crassa, can utilize the above non-glucose sugars. We sequenced mRNA from exponential cultures of the engineered S. cerevisiae grown on glucose, cellobiose, xylose or xylodextrins as a single carbon source in both aerobic and anaerobic conditions in biological triplicate. Differences in gene expression between non-glucose sugar and glucose metabolism revealed by RNA deep sequencing indicated that non-glucose sugar metabolism induced mitochondrial activation and reduced amino acid and protein biosynthesis under fermentation conditions."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "A novel conserved transcription factor CLR-4 regulates cellulase genes expression through controlling the intracellular cAMP level in ascomycete fungi", "Accession": "GSE111986", "summary": "Fungal degradation of lignocellulosic biomass requires various (hemi-)cellulases and plays key roles in biological carbon cycle. Although cellulases induction recently described in some saprobic filamentous fungi, regulation of cellulase transcription has not been studied thoroughly. Here, we identified and characterized the novel cellulase regulation factors clr-4 in Neurospora crassa and its ortholog Mtclr-4 in Myceliophthora thermophila. Deletion of clr-4 and Mtclr-4 displayed similarly defective phenotypes in cellulolytic enzymes production and activities. Transcriptomics analysis of Δclr-4/ΔMtclr-4 revealed down-regulation of not only encoding genes of (hemi-)cellulases and pivotal regulators (clr-1, clr-2 and xyr-1), but also the key genes of cAMP signaling pathway such as adenylate cyclase cr-1. Consistently, the significant decreased levels of intracellular cAMP were observed in Δclr-4/ΔMtclr-4 compared to wild-type during cellulose utilization. Electrophoretic mobility shift assays (EMSA) verified that CLR-4 could directly bind to the promoter regions of adenylyl cyclase (Nccr-1) and cellulose regulator clr-1, while MtCLR-4 bind to upstream regions of adenylyl cyclase Mtcr-1 and biomass deconstruction regulators Mtclr-2 and Mtxyr-1. Concluded, the novel cellulase expression regulators (CLR-4/MtCLR-4) findings here significantly enrich our understanding of the regulatory network of cellulose degradation and provide new targets for industrial fungi strain engineering for plant biomass deconstruction in biorefinery."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "Nonsense mediated decay and a novel protein Period-2 regulate casein kinase I in an opposing manner to control circadian period in Neurospora crassa", "Accession": "GSE155999", "summary": "The period-2 (prd-2) mutant of Neurospora crassa is characterized by recessive inheritance of a 26-hour long period phenotype of the circadian clock. PRD-2 encodes a putative RNA-binding protein. To identify PRD-2 target genes and its role in the clock, we performed transcript profiling in delta prd-2 compared to control samples using RNA-Sequencing. Hundreds of genes are affected by loss of prd-2, including decreased levels of Casein Kinase I (ck-1a, NCU00685). The circadian period length in Neurospora is exquisitely sensitive to ck-1a levels, and we attribute the long period length defect in the prd-2 mutant to low levels of ck-1a transcript, decreased ck-1a transcript stability, and lower levels of CKI protein. Thus, Casein Kinase I gene expression is subject to complex regulation in the circadian clock."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "RCO-3 and COL-26 form an external-to-internal module that regulates the dual-affinity glucose transport system in Neurospora crassa", "Accession": "GSE157186", "summary": "To dissect the role of RCO-3 and COL-26 in glucose uptake and metabolism and to obtain a broad view of the mode of expression, we conducted high-throughput sequencing (RNA-Seq) of wild-type, Δcol-26, and Δrco-3 mycelia exposed to a gradient of glucose (0%, 0.05%, 0.5%, 2.0%) for 1 h. We found that the gene expression profiles of Δcol-26 and Δrco-3 mutants was dramatically different with that of WT strain. Transcriptional profiling analysis revealed that Δcol-26 and Δrco-3 mutants had similar transcriptional profiles, and both mutants had impaired response to a glucose gradient. The genes involved glycolytic pathway showed significantly decreased expression in both mutants. Our findings provide novel insight into the molecular basis of glucose uptake and signaling in filamentous fungi, which may aid in the rational design of fungal strains for industrial purposes."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "Effect of cpc-1 deletion in Neurospora crassa on transcriptome under different culture conditions", "Accession": "GSE150287", "summary": "The high throughput mRNA-seq technology was used to measure the effect of cpc-1 deletion on transcriptome change of Neurospora crassa grown under different culture conditions using standard Illumina protocols."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "Effect of adat2 silencing in Neurospora crassa on translation kinetics and transcriptome", "Accession": "GSE130155", "summary": "The silencing of tRNA-specific adenosine deaminase adat2 in Neurospora crassa abolished most of the I34 modification, resulting in major tRNA profile changes. The adat2 silencing caused genome-wide codon usage-biased ribosome pausing on mRNAs corresponding to changes in the tRNA profile, which reprograms translation elongation kinetics on ADAT-related codons. The ribosome profiling in this study was used to measure the effect of defective I34 modification of the eight tRNAs on translation kinetics during elongation stage. The accompanying mRNA-seq was used to normalize the ribosome profiling data using the same library construction protocol (reference to ARTseq™ Ribosome Profiling Kit (Catalog Number: RPYSC12116)) under the same growth condition. The independent mRNA-seq was used to measure the effect of I34 abolishment on transcriptome change using standard Illumina protocols. Meanwhile, to isolate the role of codon usage in translation elongation and protein level changes when adat2 is silenced, the independent mRNA-seq was also used to exclude the effect of mRNA level changes."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "The histone variant H2A.Z is required to establish normal patterns of H3K27 methylation in Neurospora crassa", "Accession": "GSE146611", "summary": "H2A.Z regulates H3K27 methylation via eed expression"}, {"organism": "Neurospora crassa", "source": "glucose", "title": "RNA-seq analysis of wild type strain at DD12 and DD20", "Accession": "GSE117118", "summary": "Analysis of differentially spliced sites at DD12 and DD20"}, {"organism": "Neurospora crassa", "source": "glucose", "title": "RNA-seq analysis of cry vvd wc-1 triple knockout(△cry,△vvd,△wc-1) strain in the filamentous fungus neurospora crassa", "Accession": "GSE108814", "summary": "Analysis of genes differentially expressed in △cry,△vvd,△wc-1 strain under different light intensity"}, {"organism": "Neurospora crassa", "source": "glucose", "title": "RNA-sequencing of WT and ΔMSN1 strains of N. crassa over a circadian time course", "Accession": "GSE113845", "summary": "We performed high throughput sequencing of the transcriptome of N. crassa to quantify ultradian (<24h period) rhythms in the wild-type (FGSC#2489) and NCU02671 (msn-1) knockout (FGSC#11345) strains."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "RNA-seq analysis of wild type and upf1 knockout strains in the filamentous fungus Neurospora crassa.", "Accession": "GSE97157", "summary": "Analysis of genes differentially expressed in wild type and upf1 knockout strains"}, {"organism": "Neurospora crassa", "source": "glucose", "title": "Identification and Characterization of the Glucose Dual-transporter System: Pleiotropic Roles in Nutrient Transport, Signaling, and Carbon Catabolite Repression in Neurospora crassa", "Accession": "GSE78952", "summary": "The glucose dual-affinity transport system (low- and high-affinity) is a conserved strategy exerted by microorganisms to cope with the naturally fluctuating availability of nutrients in the environment. The glucose sensing and uptaking process were believed to be tightly involved in cellulases expression regulation in cellulolytic fungi. However, both the identities and functions of the major molecular components of this evolutionarily conserved system in filamentous fungi remain elusive. Here, we conducted a systematic identification and characterization of the glucose dual-affinity transport system in the model fungus Neurospora crassa. Using RNA sequencing coupled with functional transport analyses, we were able to assign GLT-1 (Km = 18.42 ± 3.38 mM) and HGT-1/-2 (Km = 16.13 ± 0.95 µM and 98.97 ± 22.02 µM) to low- and high-affinity glucose transport systems, respectively. The high-affinity transporters hgt-1/-2 were able to complement a moderate growth defect under high glucose when glt-1 was deleted. Simultaneous deletion of hgt-1/-2 led to extensive derepression of genes for plant cell wall deconstruction on cellulose. This suppression by HGT-1/-2 was connected to both carbon catabolite repression (CCR) and the cyclic adenosine monophosphate-protein kinase A pathway. Alteration of a residue conserved across taxa for hexose-transporters was found to result in a loss of glucose-transporting function, whereas CCR signal transduction was retained, indicating a dual function for HGT-1/-2 as “transceptors”. In this study, GLT-1 and HGT-1/-2 are identified as the key components of the glucose dual-affinity transport system, which play diverse roles in glucose transport and carbon metabolism. Given their wide conservation across fungal species, the glucose dual-affinity transport components and their pleiotropic roles revealed in this study would shed extensive new light on the molecular basis of nutrient transport, signaling, and plant cell wall degradation in fungi."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "Effects of combined heat shock and glucose-deprivation on wild type and os2 mutant cells of Neurospora crassa.", "Accession": "GSE89602", "summary": "Whereas the combined stresses kill wild type cells, the os2 signaling mutant survives them."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "Codon usage influences the local rate of translation elongation to regulate co-translational protein folding", "Accession": "GSE71032", "summary": "Codon usage bias is a universal feature of eukaryotic and prokaryotic genomes and has been proposed to regulate translation efficiency, accuracy and protein folding based on the assumption that codon usage affects translation dynamics. The role of codon usage in regulating translation, however, is not clear and has been challenged by recent ribosome profiling studies. Here we used a Neurospora cell-free translation system to directly monitor the velocity of mRNA translation. We demonstrated that the use of preferred codons enhances the rate of translation elongation, whereas non-optimal codons slow translation. In addition, codon usage regulates ribosome traffic on the mRNA. These conclusions were supported by ribosome profiling results in vitro and in vivo with substrate mRNAs manipulated to increase signal over background noise. We further show that codon usage plays an important role in regulating protein function by affecting co-translational protein folding. Together, these results resolve a long-standing fundamental question and demonstrate the importance of codon usage on protein folding."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "Optimal codons in Tremella fuciformis end in C/G, a strong difference with known Tremella species", "Accession": "GSE68023", "summary": "Tremella fuciformis is a popular edible fungus with fruiting bodies that can be produced in large quantities at low costs, while it is easy to transform and cultivate as yeast. This makes it an attractive potential bioreactor. Enhanced heterologous gene expression through codon optimization would be useful, but until now codon usage preferences in T. fuciformis remain unknown. The only available genome of a species in the genus Tremella was that of Tremella mesenterica. To precisely determine the preferred codon usage of T. fuciformis we sequenced the genome of strain Tr26 resulting in a 24.5 Mb draft genome with 10,040 predicted genes. 3288 of the derived predicted proteins matched the UniProtKB/Swiss-Prot databases with 40% or more similarity. Corresponding gene models of this subset were subsequently optimized trough repetitive comparison of alternative start codons and selection of best length matching gene models. For experimental confirmation of gene models, 96 random clones from an existing T. fuciformis cDNA library were sequenced, generating 80 complete CDSs. Calculated optimal codons (RSCU and RFCU values) for the 3288 predicted and the 80 cloned CDSs were highly similar, indicating sufficient accuracy of predicted gene models for codon usage analysis. T. fuciformis showed a strong preference for C and then G (C+G; 66.4 %) at the third base pair position of used codons, while average GC content of predicted genes was slightly higher (58.5 %) than he total genome sequence average (55.9%). Most frequently used codons (optimal codons) all ended in C or G except for one (Ter; AGU), and an increased frequency of C ending codons was observed in genes with higher expression levels. Surprisingly, the preferred codon usage in T. fuciformis strongly differed from T. mesenterica (same genus) and C. neoformans (same family). Instead, optimal codon usage was similar to more distant related species such as Ustilago maydis and Neurospora crassa. Despite much higher overall sequence homology between T. fuciformis and T. mesenterica only 7 out of 21 optimal codons were equal, whereas T. fuciformis shared up to 20 out 21 optimal codons with other species. Clearly, codon usage in Tremella can differ largely and should be estimated for individual species. The precise identification of optimal and high expression related codons is therefore an important step in the development of T. fuciformis as a bioreactor system."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "Transcriptional reprogramming of engineered cellobiose-utilizing Saccharomyces cerevisiae in response to cellobiose revealed by RNA-Seq", "Accession": "GSE54825", "summary": "Saccharomyces cerevisiae cannot metabolize cellobiose in nature. Here, S. cerevisiae was engineered to achieve cellobiose utilization by introducing both a cellodextrin transporter gene (cdt-1) and an intracellular β-glucosidase gene (gh1-1) from Neurospora crassa. We sequenced mRNA from anaerobic exponential cultures of engineered S. cerevisiae grown on cellobiose or glucose as a single carbon source in biological triplicate. Differences in gene expression between cellobiose and glucose metabolism revealed by RNA deep sequencing indicated that cellobiose metabolism induced mitochondrial activation and reduced amino acid biosynthesis under fermentation conditions."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "VIB1, a link between glucose signaling and carbon catabolite repression, is essential for plant cell wall degradation by Neurospora crassa", "Accession": "GSE52316", "summary": "Purpose: To explore the function of VIB1 in regulating cellulase production in Neurospora crassa. Method: mRNA from vib-1 mutants were collected after a culture shift from sucrose to Avicel (crystaline cellulose) or carbon-free media. Expression profiles of vib-1 mutants were compared with published profiles of wild type created under the same conditions. Results: We found that many genes that specifically upregulated in wild type upon exposure to Avicel were expressed at low levels in ∆vib-1 and many other genes involved in metabolism and energy were expressed at high levels compared to wild type. Conclusions: Our study shows that VIB1 is required for suppression of glucose response and carbon catabolite repression to allow proper expression of clr-2 and subsequent cellulase production in response to cellulosic induction."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "Transcriptional comparison of the filamentous fungus Neurospora crassa growing on three major monosaccharides D-glucose, D-xylose and L-arabinose", "Accession": "GSE51091", "summary": "D-glucose, D-xylose and L-arabinose are three major monosaccharides in the plant cell wall. Complete utilization of all three sugars is still a bottleneck for second-generation cellulolytic bioethanol production, especially for L-arabinose. However, little is known about the gene expression profiles during L-arabinose utilization in fungi at genome-wide level and a comparison of the genome-wide fungal response to these three major monosaccharides has not yet been reported. To better understand the microbial response and utilization of L-arabinose for subsequent microbial engineering for co-fermentation all three sugars, we performed transcriptome analysis of N. crassa grown on L-arabinose, compared with that on D-xylose and D-glucose."}, {"organism": "Neurospora crassa", "source": "glucose", "title": "Inducer Free Cellulase Secretion in Neurospora Crassa and comparitive analysis of cellulase induction in Aspergillus nidulans", "Accession": "GSE44100", "summary": "Purpose: To explore conservation of gene regulation by the transcription factor clr-2/clrB in Neurospora crassa and Aspergillus nidulans Methods: mRNA from wild type and clr-2/clrB mutants were collected after a culture shift from sucrose/glucose to Avicel (crystaline cellulose) or no carbon media Results: We show that N. crassa and A. nidulans have similair global transcriptional responses to Avicel, with several hundred genes showing specific induction, though the induced genes are more specifically targeted at cellulose for N. crassa and more targeted at hemicellulose and pectin for A. nidulans. clr-2/clrB has a conserved fundamental function in cellulose induction, though the mechanism has diverged. Misexpression of clr-2 is sufficeint for inducer free cellulase secretion in N. crassa, but neither clrB or heterologous clr-2 is sufficient for inducer free cellulase secretion in A. nidulans. Conclusions: Our study demonstrates a conserved and essential role in cellulose utilization for the transcription factor clr-2 in filamentous ascomycetes and demonstrates that manipulation of clr-2 expression can be used to control cellulase expression in some species."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Impact of plant cell wall derived sugars on transcriptional and post-transcriptional control in Saccharomyces cerevisiae", "Accession": "GSE69404", "summary": "Saccharomyces cerevisiae cannot metabolize non-glucose sugars including cellobiose, xylose, xylodextrins in nature, which are prevalent in plant cell wall. Here, one engineered S. cerevisiae strain, which expresses a cellodextrin transporter gene (cdt-1) and an intracellular β-glucosidase gene (codon-optimized gh1-1) from Neurospora crassa; XYL1 (xylose reductase gene), XYL2 (xylitol dehydrogenase gene), and XKS1 (xylulose kinase gene) from Scheffersomyces stipitis, as well as cdt-2 (coding for cellodextrin transporter 2), gh43-2 (coding for β-xylosidase) and gh43-7 (coding for a xylosyl-xylitol-specific β-xylosidase) from N. crassa, can utilize the above non-glucose sugars. We sequenced mRNA from exponential cultures of the engineered S. cerevisiae grown on glucose, cellobiose, xylose or xylodextrins as a single carbon source in both aerobic and anaerobic conditions in biological triplicate. Differences in gene expression between non-glucose sugar and glucose metabolism revealed by RNA deep sequencing indicated that non-glucose sugar metabolism induced mitochondrial activation and reduced amino acid and protein biosynthesis under fermentation conditions."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "A novel conserved transcription factor CLR-4 regulates cellulase genes expression through controlling the intracellular cAMP level in ascomycete fungi", "Accession": "GSE111986", "summary": "Fungal degradation of lignocellulosic biomass requires various (hemi-)cellulases and plays key roles in biological carbon cycle. Although cellulases induction recently described in some saprobic filamentous fungi, regulation of cellulase transcription has not been studied thoroughly. Here, we identified and characterized the novel cellulase regulation factors clr-4 in Neurospora crassa and its ortholog Mtclr-4 in Myceliophthora thermophila. Deletion of clr-4 and Mtclr-4 displayed similarly defective phenotypes in cellulolytic enzymes production and activities. Transcriptomics analysis of Δclr-4/ΔMtclr-4 revealed down-regulation of not only encoding genes of (hemi-)cellulases and pivotal regulators (clr-1, clr-2 and xyr-1), but also the key genes of cAMP signaling pathway such as adenylate cyclase cr-1. Consistently, the significant decreased levels of intracellular cAMP were observed in Δclr-4/ΔMtclr-4 compared to wild-type during cellulose utilization. Electrophoretic mobility shift assays (EMSA) verified that CLR-4 could directly bind to the promoter regions of adenylyl cyclase (Nccr-1) and cellulose regulator clr-1, while MtCLR-4 bind to upstream regions of adenylyl cyclase Mtcr-1 and biomass deconstruction regulators Mtclr-2 and Mtxyr-1. Concluded, the novel cellulase expression regulators (CLR-4/MtCLR-4) findings here significantly enrich our understanding of the regulatory network of cellulose degradation and provide new targets for industrial fungi strain engineering for plant biomass deconstruction in biorefinery."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Comparative study on stage-specific transcriptomics reveals key characters in Chaetomium globosum sexual development", "Accession": "GSE131190", "summary": "Chaetomium globosum  is a model of conditional pathogens abundant on a wide variety of substrates in soil, water, and atmosphere environments. Homothallic C. globosum produces hairy perithecia bearing meiotic ascospores that are resistant to harsh conditions for dispersal, and asexual reproduction of conidia has never been observed. RNAs were samples from nine distinct morphological stages during the nearly synchronic perithecial development for C. globosum. Unlike the heterothallic Neurospora crassa, the mating type gene mat a-1 showed comparatively lower expression changes but highly coordinate with expression regulation of mat A-1 in C. globosum. Key regulators, including orthologs of N. crassa sub-1,  sub-1 dependent gene NCU00309, and asl-1, in the initiation of sexual development in response to light stimuli, showed similar regulation dynamics between C. globosum and N. crassa. Knockout phenotyping directed by the comparative analysis of transcriptomics between C. globosum and its’ closely related Neurospora crassa also suggested some genes that are critical for perithecial development. Among 24 secondary metabolism clusters composed more than 3 genes in C. globosum, 11 showed highly coordinated expression across the perithecial development, and dramatically up-regulation was recorded for all 12 genes in the cochliodones biosynthesis cluster. Up-regulation of chaetoglocin and aureonitol biosynthesis clusters was found to be associated with disturbance in early sexual development and with ascospore maturation. Similar to pathogenic Fusarium graminearum, C. globosum showed coordinately up-regulated expression of homologs of histidine kinases in hyperosmotic response pathways, consist with their ecology adapting to high humidity."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Translation elongation mediated quality control of integral membrane protein synthesis", "Accession": "GSE75004", "summary": "Saccharomyces cerevisiae has been engineered to utilize cellobiose, which are prevalent in plant cell wall, by introducing a cellodextrin transporter gene (cdt-1) and an intracellular β-glucosidase gene (codon-optimized gh1-1) from Neurospora crassa. We previously found that codon-optimization of GH1-1 improved fermentation rates under aerobic and anaerobic conditions. However, we found that the codon-optimized version of the CDT-1 transporter (here denoted OPT for the mRNA) resulted in reduced cellobiose uptake and slower growth in cellobiose by S. cerevisiae relative to the transporter with Neurospora-derived coding sequence (hereafter NC for the mRNA). We performed ribosome profiling and RNA deep sequencing of cells expressing NC and OPT grown at mid-exponential phases, respectively. Differences in ribosome occupancy on NC and OPT transcripts suggested increased rates of translation elongation of the N-terminal sequence of OPT in contrast to NC, which may be responsible for the slow-growth phenotype of cells expressing OPT."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Disruption of gul-1 decreased the culture viscosity and improved protein secretion in the filamentous fungus Neurospora crassa", "Accession": "GSE113321", "summary": "In this study, we screened morphological mutants in the filamentous fungus N. crassa. Of the 90 morphological mutants screened, 14 mutants exhibited considerably higher viscosity compared with that of the wild type strain, and only 2 mutants showed low-viscosity morphologies in submerged culture. We observed that disruption of gul-1 (NCU01197), which encodes an mRNA binding protein involved in cell wall remodeling, caused pellet formation as the fermentation progressed, and resulted in the most significant decrease in viscosity of culture broth. Moreover, over-expression of gul-1 caused dramatically increased viscosity, suggesting that the gul-1 had an important function in mycelial morphology during submerged cultivation. Additionally, the deletion of gul-1 caused increased protein secretion, probably due to a defect in cell wall integrity, suggesting this as an alternative strategy of strain improvement for enzyme production. To confirm practical application, deleting gul-1 in the hyper-cellulase producing strain (∆ncw-1∆Ncap3m) significantly reduced the viscosity of culture broth."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Network of nutrient sensing pathways and a conserved kinase cascade integrates osmolarity and carbon sensing in Neurospora crassa", "Accession": "GSE95681", "summary": "Identifying nutrients available in the environment and utilizing them in the most efficient manner is a challenge common to all organisms. The model filamentous fungus Neurospora crassa is capable of utilizing a variety of carbohydrates, from simple sugars to the complex carbohydrates found in plant cell walls. The zinc binuclear cluster transcription factor CLR-1 is necessary for utilization of cellulose, a major, recalcitrant component of the plant cell wall; however, expression of clr-1 in the absence of an inducer is not sufficient to induce cellulase gene expression. We performed a screen for unidentified actors in the cellulose-response pathway and identified a gene encoding a hypothetical protein (clr-3) that is required for repression of CLR-1 activity in the absence of an inducer. Using clr-3 mutants, we implicated the hyperosmotic-response pathway in the tunable regulation of glycosyl hydrolase production in response to changes in osmolarity. The role of the hyperosmotic-response pathway in nutrient sensing may indicate that cells use osmolarity as a proxy for the presence of free sugar in their environment. These signaling pathways form a nutrient-sensing network that allows N. crassa cells to tightly regulate gene expression in response to environmental conditions."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Gene expression during conidia germination in Neurospora crassa on different media", "Accession": "GSE101412", "summary": "Conidia germination is critical for fungi to colonize various habitats. We sampled RNA expression at four stages of conidia germination, including fresh conidia (15min), polar growth (120min), doubling of long axis (240min), and first hyphal branching (360min) in Neurospora crassa. Cultures were made on two different media, including Bird medium supporting only asexual development and maple sap medium supporting both asexual and sexual development, and two biological replicates were collected for all data points. The growth was under a labratory condition of 25C and constant light."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Deciphering the Regulatory Network between the SREBP pathway and Protein Secretion in Neurospora crassa", "Accession": "GSE95807", "summary": "Sterol Regulatory Element Binding Proteins (SREBPs) are conserved from yeast to mammalian cells and function in regulating sterol homeostasis. In fungi, the SREBP pathway has been implicated in the adaptation to hypoxia and in virulence. In Neurospora crassa and Trichoderma reesei, the SREBP pathway also negatively regulates protein secretion under lignocellulolytic conditions. Here we utilized global transcriptional profiling combined with genetic and physiological analyses to address the regulatory link between the SREBP pathway and protein secretion in N. crassa. Our results demonstrated that the function of the SREBP pathway in ergosterol biosynthesis and adaptation to hypoxia was conserved in N. crassa. Under lignocellulolytic conditions, the SREBP pathway was highly activated, resulting in the reduced expression of lytic polysaccharide monooxygenases, which require molecular oxygen for catalytic activity. Additionally, activation of the SREBP pathway under lignocellulolytic conditions repressed a set of genes predicted to be involved in the ER stress response. Here we show that the inability of a hac-1 mutant, which bears a deletion of the major regulator of the unfolded protein response (UPR), to efficiently produce cellulases and utilize cellulose was suppressed by mutations in the SREBP pathway. The analyses presented here demonstrated new functions of SREBP pathway, including linkages to the UPR and provide new clues for genetic engineering of filamentous fungi to improve their production of extracellular proteins."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Transcriptomic changes in response to different carbon sources in Neurospora crassa", "Accession": "GSE95350", "summary": "Purpose: We explore gene expression changes when Neurospora crassa wild type responds to different carbon sources in Vogel's medium. Method: We obtained mRNA samples of Neurospora crassa WT in Vogel's minimal medium (VMM) with different carbon source and used RNA-seq technique to measure the trancriptome changes. Results: We identified many genes of transcription factors and enzymes that were up regulated or down regulated in response to the different carbon stimulation. Conclusion: Our data represents a systematic transcriptome profiling of filamentous fungi on different carbon source and identify COL-26 as a critical regulator in degradation of starch components."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "A Fungal Transcription Factor Essential for Starch Degradation Regulates Primary Carbon and Nitrogen Metabolism and Amino Acid Biosynthesis", "Accession": "GSE92848", "summary": "Purpose: The ∆col-26 mutant cannot utilize starch components and many other simple sugars efficiently. We employed RNA-seq based transcriptome profiling to reveal genes under the control of col-26. Method: We first obtained transcriptional data of Neurospora crassa WT on Vogel's minimal medium (VMM) without carbon source, on VMM with 2% sucrose, and on VMM with starch component, and transcriptional data of the ∆col-26 mutant on VMM with maltose or amylose. Results: We identified a starch-regulon of 322 genes and found that 255 of the starch-regulon were down regulated in in absence of col-26. We also found that genes with functions in primary carbon and nitrogen metabolism and amino acid biosynthesis were also down regulated in the mutant. Conclusion: Our data represents a systematic transcriptome profiling of filamentous fungi on different starch components and identify COL-26 as a critical regulator in both starch degradation and primary carbon and nitrogen regulation."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Identification and Characterization of the Glucose Dual-transporter System: Pleiotropic Roles in Nutrient Transport, Signaling, and Carbon Catabolite Repression in Neurospora crassa", "Accession": "GSE78952", "summary": "The glucose dual-affinity transport system (low- and high-affinity) is a conserved strategy exerted by microorganisms to cope with the naturally fluctuating availability of nutrients in the environment. The glucose sensing and uptaking process were believed to be tightly involved in cellulases expression regulation in cellulolytic fungi. However, both the identities and functions of the major molecular components of this evolutionarily conserved system in filamentous fungi remain elusive. Here, we conducted a systematic identification and characterization of the glucose dual-affinity transport system in the model fungus Neurospora crassa. Using RNA sequencing coupled with functional transport analyses, we were able to assign GLT-1 (Km = 18.42 ± 3.38 mM) and HGT-1/-2 (Km = 16.13 ± 0.95 µM and 98.97 ± 22.02 µM) to low- and high-affinity glucose transport systems, respectively. The high-affinity transporters hgt-1/-2 were able to complement a moderate growth defect under high glucose when glt-1 was deleted. Simultaneous deletion of hgt-1/-2 led to extensive derepression of genes for plant cell wall deconstruction on cellulose. This suppression by HGT-1/-2 was connected to both carbon catabolite repression (CCR) and the cyclic adenosine monophosphate-protein kinase A pathway. Alteration of a residue conserved across taxa for hexose-transporters was found to result in a loss of glucose-transporting function, whereas CCR signal transduction was retained, indicating a dual function for HGT-1/-2 as “transceptors”. In this study, GLT-1 and HGT-1/-2 are identified as the key components of the glucose dual-affinity transport system, which play diverse roles in glucose transport and carbon metabolism. Given their wide conservation across fungal species, the glucose dual-affinity transport components and their pleiotropic roles revealed in this study would shed extensive new light on the molecular basis of nutrient transport, signaling, and plant cell wall degradation in fungi."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "The Protein Non-anchored cell wall protein NCW-1 promotes cellulase production through effects on cellobiose uptake in Neurospora crassa", "Accession": "GSE73838", "summary": "The mechanism of cellulase induction in the filamentous fungi is still not completely understood, and the components of this pathway are not well characterized. In this study, the mechanism of how the non-anchored cell wall protein NCW-1 (NCU05137) affect the cellulases induction was investigated. Transcriptome analysis of this quadruple deletion strain △3βG△ncw-1 showed that the expression of major cellulase, cellodextrin transporters and cellulase regulators were significantly increased. Taken together, the cellulase expression machinery was dramatically stimulated in Δ3βGΔncw-1. These results make us understanding the ncw-1 function better and deepened our knowledge about the cellulase induction in N. crassa."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Identification of direct target genes of the Neurospora crassa essential plant biomass deconstruction transcription factors CLR-1, CLR-2 and XLR-1", "Accession": "GSE68517", "summary": "This SuperSeries is composed of the SubSeries listed below."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Transcriptional reprogramming of engineered cellobiose-utilizing Saccharomyces cerevisiae in response to cellobiose revealed by RNA-Seq", "Accession": "GSE54825", "summary": "Saccharomyces cerevisiae cannot metabolize cellobiose in nature. Here, S. cerevisiae was engineered to achieve cellobiose utilization by introducing both a cellodextrin transporter gene (cdt-1) and an intracellular β-glucosidase gene (gh1-1) from Neurospora crassa. We sequenced mRNA from anaerobic exponential cultures of engineered S. cerevisiae grown on cellobiose or glucose as a single carbon source in biological triplicate. Differences in gene expression between cellobiose and glucose metabolism revealed by RNA deep sequencing indicated that cellobiose metabolism induced mitochondrial activation and reduced amino acid biosynthesis under fermentation conditions."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Genome-wide analysis of the endoplasmic reticulum stress response during lignocellulase synthesis in Neurospora crassa", "Accession": "GSE61949", "summary": "Purpose: To explore the pathway cross-talk of endoplasmic reticulum (ER) stress response and cellulases synthesis in Neurospora crassa. Methods: To identify ER stress response targets(ESRTs), conidial suspensions of WT were obtained and 1 x 10^6 cells/ml incubated in cellulases induction medium (1x vogel’s salts , 1% w/v crystalline cellulose (Avicel PH-101; Sigma-Aldrich), 0.2% w/v NH4NO3 ,pH 7.0 )for 36 hours (25ºC, 200 rpm, constant light) followed by the addition of dithiothreitol (DTT, final concentration of 0.1mM for mild stress level while 5mM for acute stress level) or tunicamycin (TM, final concentration of 5ug/mL for mild stress level while 40ug/mL for acute stress level) and growth for 1 more hour.To identify which ESRTs regulated by IRE-1/Hac-1 mediated UPR pathway,conidial suspensions of the Ire-1 and Hac-1 KO mutants as well as their parental strains (FGSC#2489 and FGSC#9720, respectively) were obtained and 1 x 10^6 cells/ml incubated in minimal medium containing 2% sucrose for 16 hours, then young hyphae was harvested and transferred into cellulases induction medium as mentioned above culture for 4 hours followed by the addition of DTT (final concentration of 5mM)(or H2O as mock)and growth for 1 more hour.For Hac-1 KO mutant and FGSC#9720,cultures were plus with final concentration of 100ug/ml L-histidine.To explore the function of transcription factors RES-1, RES-2 and RRG-2 in response to ER stress and cellulases synthesis, each conidial suspension of the three strains was obtained and 1 x 10^6 cells/ml incubated in cellulases induction medium for 36 hours followed by the addition of dithiothreitol (DTT, final concentration of 5mM ) (or H2O as mock)and growth for 1 more hour.Cells were harvested by vacuum filtration with Whatman filter paper, frozen immediately in liquid nitrogen. Total RNA was isolated by the Trizol-Phenol-Chloroform method. An additional clean-up including the on-column DNase I treatment was performed by using the RNeasy mini kit (Qiagen).The thirteen 49-nt single-end RNA-seq libraries were generated commercially at Beijing Genomics Institute (BGI, Shenzhen, China) while eight 90-nt paired-end RNA-seq libraries were generated at Genewiz Co. Ltd (Suzhou) by using the HiSeq™ platform.Sequencing data was handled essentially with Bowtie2, Tophat2, NOIseq. Expression levels are presented as Reads Per Kilobase of transcript per Million mapped reads (RPKM). Results: Transcriptional profiling of ER stress during cellulase synthesis in N.crassa uncovered a set of 766 genes was identified as the ER stress response target genes (ESRTs). Of these 766 genes, canonical UPR components IRE-1 and HAC-1 regulated 223 and 186 genes, respectively. In screening 527 available ESRT mutants, we found 249 that exhibited DTT sensibility, including 100 targets with unknown function. Disruption of ire-1 or hac-1 renders N. crassa cells seriously deficient in cellulase secretion. Further investigation of the 39 transcription factors (TFs) that showed differential expression under ER stress uncovered three novel TFs (RES-1, RES-2, RRG-2) that markedly affected cellulase secretion. Conclusions: Here, we determined the transcriptional scope of the ER stress response during lignocellulase synthesis in the model cellulolytic fungus N. crassa. Through genome-wide mutant screening and analysis, dozens of novel genes were discovered to be involved in the process. The findings of this work will be useful for strain improvement to facilitate lignocellulase and biomass-based chemical production."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "A transcriptomic analysis of Neurospora crassa using five major crop residues and the novel role of the sporulation regulator rca-1 in lignocellulase production", "Accession": "GSE60986", "summary": "Comparative transcriptional profiling of N. crassa grown on five major crop straws of China (barley, corn, rice, soybean and wheat straws) revealed a highly overlapping group of 430 genes, the Biomass commonly Induced Core Set (BICS). A large proportion of induced carbohydrate-active-enzyme (CAZy) genes (82 out of 113) were also conserved across the five plant straws. Excluding 178 genes within the BICS that were also up-regulated under no-carbon conditions, the remaining 252 genes were defined as the Biomass Regulon (BR). Interestingly, 88 genes were only induced by plant biomass and not by three individual polysaccharides (Avicel, xylan, and pectin); these were denoted as the Biomass Unique Set (BUS). Deletion of one BUS gene, the transcriptional regulator rca-1, significantly improved lignocellulase production using plant biomass as the sole carbon source, possibly functioning via de-repression of the regulator clr-2. Thus, this result suggests that rca-1 is a potential engineering target for biorefineries, especially for plant biomass direct microbial conversion processes."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "The putative cellodextrin transporter-like protein CLP1 is involved in cellulase induction in Neurospora crassa", "Accession": "GSE60004", "summary": "Neurospora crassa recently has become a novel system to investigate cellulase induction. Here, we discovered a novel membrane protein, CLP1 (NCU05853), a putative cellodextrin transporter-like protein, that is a critical component of the cellulase induction pathway in N. crassa. Although CLP1 protein cannot transport cellodextrin, the suppression of cellulase induction by this protein was discovered on both cellobiose and Avicel. The co-disruption of the cellodextrin transporters cdt2 and clp1 in strain Δ3βG formed strain CPL7. With induction by cellobiose, cellulase production was enhanced 6.9-fold in CPL7 compared with Δ3βG. We also showed that the suppression of cellulase expression by CLP1 occurred by repressing the expression of cellodextrin transporters, particularly cdt1 expression. Transcriptome analysis of the hypercellulase-producing strain CPL7 showed that the cellulase expression machinery was dramatically stimulated, as were the cellulase enzyme genes including the inducer transporters and the major transcriptional regulators."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Evidence of a critical role for cellodextrin transporter 2 (CDT-2) in both cellulose and hemicellulose degradation and utilization in Neurospora crassa", "Accession": "GSE44673", "summary": "CDT-1 and CDT-2 are two cellodextrin transporters discovered in the filamentous fungus Neurospora crassa. Previous studies focused on characterizing the role of these transporters in only a few conditions, including cellulose degradation, and the function of these two transporters is not yet completely understood. In this study, we show that deletion of cdt-2, but not cdt-1, results in growth defects not only on Avicel but also on xylan. cdt-2 can be highly induced by xylan, and this mutant has a xylodextrin consumption defect. Transcriptomic analysis of the cdt-2 deletion strain on Avicel and xylan showed that major cellulase and hemicellulase genes were significantly down-regulated in the cdt-2 deletion strain and artificial over expression of cdt-2 in N. crassa increased cellulase and hemicellulase production. Together, these data clearly show that CDT-2 plays a critical role in hemicellulose sensing and utilization. This is the first time a sugar transporter has been assigned a function in the hemicellulose degradation pathway. Furthermore, we found that the transcription factor XLR-1 is the major regulator of cdt-2, while cdt-1 is primarily regulated by CLR-1. These results deepen our understanding of the functions of both cellodextrin transporters, particularly for CDT-2. Our study also provides novel insight into the mechanisms for hemicellulose sensing and utilization in N. crassa, and may be applicable to other cellulolytic filamentous fungi."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "VIB1, a link between glucose signaling and carbon catabolite repression, is essential for plant cell wall degradation by Neurospora crassa", "Accession": "GSE52316", "summary": "Purpose: To explore the function of VIB1 in regulating cellulase production in Neurospora crassa. Method: mRNA from vib-1 mutants were collected after a culture shift from sucrose to Avicel (crystaline cellulose) or carbon-free media. Expression profiles of vib-1 mutants were compared with published profiles of wild type created under the same conditions. Results: We found that many genes that specifically upregulated in wild type upon exposure to Avicel were expressed at low levels in ∆vib-1 and many other genes involved in metabolism and energy were expressed at high levels compared to wild type. Conclusions: Our study shows that VIB1 is required for suppression of glucose response and carbon catabolite repression to allow proper expression of clr-2 and subsequent cellulase production in response to cellulosic induction."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "A comparative systems analysis of polysaccharide-elicited responses in Neurospora crassa reveals carbon source-specific cellular adaptations", "Accession": "GSE42692", "summary": "Filamentous fungi are powerful producers of hydrolytic enzymes for the deconstruction of plant cell wall polysaccharides. However, the central question of how these sugars are perceived in the context of the complex cell wall matrix remains largely elusive. To address this question in a systematic fashion we performed an extensive comparative systems analysis of how the model filamentous fungus Neurospora crassa responds to the three main cell wall polysaccharides: pectin, hemicellulose and cellulose. We found the pectic response to be largely independent of the cellulolytic one with some overlap to hemicellulose, and in its extent surprisingly high, suggesting advantages for the fungus beyond being a mere carbon source. Our approach furthermore allowed us to identify carbon source-specific adaptations, such as the induction of the unfolded protein response on cellulose, and a commonly induced set of 29 genes likely involved in carbon scouting. Moreover, by hierarchical clustering we generated a co-expression matrix useful for the discovery of new components involved in polysaccharide utilization. This is exemplified by the identification of lat-1, which we demonstrate to encode for the physiologically relevant arabinose transporter in Neurospora. The analyses presented here are an important step towards understanding fungal degradation processes of complex biomass."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Multidimensional regulation in transcriptome during sexual development in Neurospora crassa revealed with RNA sequencing", "Accession": "GSE41484", "summary": "Fungi exhibit a huge diversity in morphology and ecology, and genetic basis of morphological development in sexual reproduction of multi-cellular fungi has not been fully investigated with genome-wide approaches. Model organism Neurospora crassa is the very first sequenced genome for multi-cellular fungi, and well-annotated genome and gene markers characterized for key morphological traits make N. crassa an ideal platform to investigate transcriptome and its regulation during sexual development. RNA sequencing with different priming strategies have been efficient to provide fine-scale transcriptome landscapes for a multiple-staged development process. RNA were sampled for eight time points cross perithecial development, including two points right before and after crossing, for which mat A protoperithecia were fertilized with mat a conidia. Transcription profiles for 9717 genes were achieved for all eight time-points using multi-targeting priming and additional 14 genes for five time-points using random hexmas priming. Majority of the genome showed continually up- or down- regulated expression patterns during the later perithecial development stages after 72 or 96 h. Functionally unclassified proteins were counted for most up-regulated genes, while genes were enriched with different functions for different down-regulation patterns. We observed significant increase in transcription for mat a-1 and for mat A-1 specific pheromone precursor ccg-4 during the perithecial development, and expression of genetic markers for morphological traits in perithecium, ascus, and ascospore, and for development traits in meiosis often showed multiple peaks during the experiment. We also observed different expression patterns in transcription for other transcription factors and for genes involved in Meiotic Silencing and Repeat Induced Point Mutation, and expression of a gene encoding a protein similar to stc-1 in fission yeast, was increased after crossing and reached almost 1000 fold changes at 144h. Different expression patterns were also observed for genes involved in heterokaryotic and vegetative incompatibility and for genes functioning in the heterotrimmeric G protein signalling systems and in the MAP kinase signalling pathways. By sequencing RNAs from different development stages with two priming strategies, this study provided a large amount of data to quantifiably describe the sophisticated transcriptomic landscape in pre-mating, crossing and sexual reproduction of N. crassa. As major expression patterns for genes in different function categories were recognized during this process, our results in general supported previous observation of expression patterns for genetic markers and regulatory genes/pathway. This study provided further evidence for functional correlation among genes involved in same function or pathways, which included mating type genes and pheromones, transcription factors, pigmentation, heterokaryotic incompatibility, singaling pathways, and RNA silencing. Besides, we also disclosed different expression patterns for the regulatory genes/pathways cross the whole sexual development, and functions of some of these genes were also suggested with phenotypic studies of knockouts. Understanding how these different regulatory elements and their function networks adjust genome-wide transcriptomic and proteomic expression will provide detailed insights about morphological development of tissue-differentiated perithecia in N. crassa."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Inducer Free Cellulase Secretion in Neurospora Crassa and comparitive analysis of cellulase induction in Aspergillus nidulans", "Accession": "GSE44100", "summary": "Purpose: To explore conservation of gene regulation by the transcription factor clr-2/clrB in Neurospora crassa and Aspergillus nidulans Methods: mRNA from wild type and clr-2/clrB mutants were collected after a culture shift from sucrose/glucose to Avicel (crystaline cellulose) or no carbon media Results: We show that N. crassa and A. nidulans have similair global transcriptional responses to Avicel, with several hundred genes showing specific induction, though the induced genes are more specifically targeted at cellulose for N. crassa and more targeted at hemicellulose and pectin for A. nidulans. clr-2/clrB has a conserved fundamental function in cellulose induction, though the mechanism has diverged. Misexpression of clr-2 is sufficeint for inducer free cellulase secretion in N. crassa, but neither clrB or heterologous clr-2 is sufficient for inducer free cellulase secretion in A. nidulans. Conclusions: Our study demonstrates a conserved and essential role in cellulose utilization for the transcription factor clr-2 in filamentous ascomycetes and demonstrates that manipulation of clr-2 expression can be used to control cellulase expression in some species."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Conserved and Essential Transcription Factors for Cellulase Gene Expression in Ascomycete Fungi.", "Accession": "GSE35227", "summary": "Transcriptional profiling with next-generation sequencing methods refined our understanding of the N. crassa transcriptional response to cellulose and demonstrated that the newly characterized transcription factors clr-1 and clr-2 were required for the bulk of that response including induction all major cellulase and some major hemicellulase genes."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Induction of lignocellulose-degrading enzymes in Neurospora crassa by cellodextrins", "Accession": "GSE36719", "summary": "Transcriptional profiling with next-generation sequencing methods demonstrated that a Neurospora crassa mutant with the three most highly expressed beta-glucosidase genes deleted had a transcriptional response to cellobiose similair to that of wild type N. crassa exposed to cellulose."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Impact of plant cell wall derived sugars on transcriptional and post-transcriptional control in Saccharomyces cerevisiae", "Accession": "GSE69404", "summary": "Saccharomyces cerevisiae cannot metabolize non-glucose sugars including cellobiose, xylose, xylodextrins in nature, which are prevalent in plant cell wall. Here, one engineered S. cerevisiae strain, which expresses a cellodextrin transporter gene (cdt-1) and an intracellular β-glucosidase gene (codon-optimized gh1-1) from Neurospora crassa; XYL1 (xylose reductase gene), XYL2 (xylitol dehydrogenase gene), and XKS1 (xylulose kinase gene) from Scheffersomyces stipitis, as well as cdt-2 (coding for cellodextrin transporter 2), gh43-2 (coding for β-xylosidase) and gh43-7 (coding for a xylosyl-xylitol-specific β-xylosidase) from N. crassa, can utilize the above non-glucose sugars. We sequenced mRNA from exponential cultures of the engineered S. cerevisiae grown on glucose, cellobiose, xylose or xylodextrins as a single carbon source in both aerobic and anaerobic conditions in biological triplicate. Differences in gene expression between non-glucose sugar and glucose metabolism revealed by RNA deep sequencing indicated that non-glucose sugar metabolism induced mitochondrial activation and reduced amino acid and protein biosynthesis under fermentation conditions."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "A novel conserved transcription factor CLR-4 regulates cellulase genes expression through controlling the intracellular cAMP level in ascomycete fungi", "Accession": "GSE111986", "summary": "Fungal degradation of lignocellulosic biomass requires various (hemi-)cellulases and plays key roles in biological carbon cycle. Although cellulases induction recently described in some saprobic filamentous fungi, regulation of cellulase transcription has not been studied thoroughly. Here, we identified and characterized the novel cellulase regulation factors clr-4 in Neurospora crassa and its ortholog Mtclr-4 in Myceliophthora thermophila. Deletion of clr-4 and Mtclr-4 displayed similarly defective phenotypes in cellulolytic enzymes production and activities. Transcriptomics analysis of Δclr-4/ΔMtclr-4 revealed down-regulation of not only encoding genes of (hemi-)cellulases and pivotal regulators (clr-1, clr-2 and xyr-1), but also the key genes of cAMP signaling pathway such as adenylate cyclase cr-1. Consistently, the significant decreased levels of intracellular cAMP were observed in Δclr-4/ΔMtclr-4 compared to wild-type during cellulose utilization. Electrophoretic mobility shift assays (EMSA) verified that CLR-4 could directly bind to the promoter regions of adenylyl cyclase (Nccr-1) and cellulose regulator clr-1, while MtCLR-4 bind to upstream regions of adenylyl cyclase Mtcr-1 and biomass deconstruction regulators Mtclr-2 and Mtxyr-1. Concluded, the novel cellulase expression regulators (CLR-4/MtCLR-4) findings here significantly enrich our understanding of the regulatory network of cellulose degradation and provide new targets for industrial fungi strain engineering for plant biomass deconstruction in biorefinery."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Comparative study on stage-specific transcriptomics reveals key characters in Chaetomium globosum sexual development", "Accession": "GSE131190", "summary": "Chaetomium globosum  is a model of conditional pathogens abundant on a wide variety of substrates in soil, water, and atmosphere environments. Homothallic C. globosum produces hairy perithecia bearing meiotic ascospores that are resistant to harsh conditions for dispersal, and asexual reproduction of conidia has never been observed. RNAs were samples from nine distinct morphological stages during the nearly synchronic perithecial development for C. globosum. Unlike the heterothallic Neurospora crassa, the mating type gene mat a-1 showed comparatively lower expression changes but highly coordinate with expression regulation of mat A-1 in C. globosum. Key regulators, including orthologs of N. crassa sub-1,  sub-1 dependent gene NCU00309, and asl-1, in the initiation of sexual development in response to light stimuli, showed similar regulation dynamics between C. globosum and N. crassa. Knockout phenotyping directed by the comparative analysis of transcriptomics between C. globosum and its’ closely related Neurospora crassa also suggested some genes that are critical for perithecial development. Among 24 secondary metabolism clusters composed more than 3 genes in C. globosum, 11 showed highly coordinated expression across the perithecial development, and dramatically up-regulation was recorded for all 12 genes in the cochliodones biosynthesis cluster. Up-regulation of chaetoglocin and aureonitol biosynthesis clusters was found to be associated with disturbance in early sexual development and with ascospore maturation. Similar to pathogenic Fusarium graminearum, C. globosum showed coordinately up-regulated expression of homologs of histidine kinases in hyperosmotic response pathways, consist with their ecology adapting to high humidity."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Translation elongation mediated quality control of integral membrane protein synthesis", "Accession": "GSE75004", "summary": "Saccharomyces cerevisiae has been engineered to utilize cellobiose, which are prevalent in plant cell wall, by introducing a cellodextrin transporter gene (cdt-1) and an intracellular β-glucosidase gene (codon-optimized gh1-1) from Neurospora crassa. We previously found that codon-optimization of GH1-1 improved fermentation rates under aerobic and anaerobic conditions. However, we found that the codon-optimized version of the CDT-1 transporter (here denoted OPT for the mRNA) resulted in reduced cellobiose uptake and slower growth in cellobiose by S. cerevisiae relative to the transporter with Neurospora-derived coding sequence (hereafter NC for the mRNA). We performed ribosome profiling and RNA deep sequencing of cells expressing NC and OPT grown at mid-exponential phases, respectively. Differences in ribosome occupancy on NC and OPT transcripts suggested increased rates of translation elongation of the N-terminal sequence of OPT in contrast to NC, which may be responsible for the slow-growth phenotype of cells expressing OPT."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Disruption of gul-1 decreased the culture viscosity and improved protein secretion in the filamentous fungus Neurospora crassa", "Accession": "GSE113321", "summary": "In this study, we screened morphological mutants in the filamentous fungus N. crassa. Of the 90 morphological mutants screened, 14 mutants exhibited considerably higher viscosity compared with that of the wild type strain, and only 2 mutants showed low-viscosity morphologies in submerged culture. We observed that disruption of gul-1 (NCU01197), which encodes an mRNA binding protein involved in cell wall remodeling, caused pellet formation as the fermentation progressed, and resulted in the most significant decrease in viscosity of culture broth. Moreover, over-expression of gul-1 caused dramatically increased viscosity, suggesting that the gul-1 had an important function in mycelial morphology during submerged cultivation. Additionally, the deletion of gul-1 caused increased protein secretion, probably due to a defect in cell wall integrity, suggesting this as an alternative strategy of strain improvement for enzyme production. To confirm practical application, deleting gul-1 in the hyper-cellulase producing strain (∆ncw-1∆Ncap3m) significantly reduced the viscosity of culture broth."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Network of nutrient sensing pathways and a conserved kinase cascade integrates osmolarity and carbon sensing in Neurospora crassa", "Accession": "GSE95681", "summary": "Identifying nutrients available in the environment and utilizing them in the most efficient manner is a challenge common to all organisms. The model filamentous fungus Neurospora crassa is capable of utilizing a variety of carbohydrates, from simple sugars to the complex carbohydrates found in plant cell walls. The zinc binuclear cluster transcription factor CLR-1 is necessary for utilization of cellulose, a major, recalcitrant component of the plant cell wall; however, expression of clr-1 in the absence of an inducer is not sufficient to induce cellulase gene expression. We performed a screen for unidentified actors in the cellulose-response pathway and identified a gene encoding a hypothetical protein (clr-3) that is required for repression of CLR-1 activity in the absence of an inducer. Using clr-3 mutants, we implicated the hyperosmotic-response pathway in the tunable regulation of glycosyl hydrolase production in response to changes in osmolarity. The role of the hyperosmotic-response pathway in nutrient sensing may indicate that cells use osmolarity as a proxy for the presence of free sugar in their environment. These signaling pathways form a nutrient-sensing network that allows N. crassa cells to tightly regulate gene expression in response to environmental conditions."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Gene expression during conidia germination in Neurospora crassa on different media", "Accession": "GSE101412", "summary": "Conidia germination is critical for fungi to colonize various habitats. We sampled RNA expression at four stages of conidia germination, including fresh conidia (15min), polar growth (120min), doubling of long axis (240min), and first hyphal branching (360min) in Neurospora crassa. Cultures were made on two different media, including Bird medium supporting only asexual development and maple sap medium supporting both asexual and sexual development, and two biological replicates were collected for all data points. The growth was under a labratory condition of 25C and constant light."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Deciphering the Regulatory Network between the SREBP pathway and Protein Secretion in Neurospora crassa", "Accession": "GSE95807", "summary": "Sterol Regulatory Element Binding Proteins (SREBPs) are conserved from yeast to mammalian cells and function in regulating sterol homeostasis. In fungi, the SREBP pathway has been implicated in the adaptation to hypoxia and in virulence. In Neurospora crassa and Trichoderma reesei, the SREBP pathway also negatively regulates protein secretion under lignocellulolytic conditions. Here we utilized global transcriptional profiling combined with genetic and physiological analyses to address the regulatory link between the SREBP pathway and protein secretion in N. crassa. Our results demonstrated that the function of the SREBP pathway in ergosterol biosynthesis and adaptation to hypoxia was conserved in N. crassa. Under lignocellulolytic conditions, the SREBP pathway was highly activated, resulting in the reduced expression of lytic polysaccharide monooxygenases, which require molecular oxygen for catalytic activity. Additionally, activation of the SREBP pathway under lignocellulolytic conditions repressed a set of genes predicted to be involved in the ER stress response. Here we show that the inability of a hac-1 mutant, which bears a deletion of the major regulator of the unfolded protein response (UPR), to efficiently produce cellulases and utilize cellulose was suppressed by mutations in the SREBP pathway. The analyses presented here demonstrated new functions of SREBP pathway, including linkages to the UPR and provide new clues for genetic engineering of filamentous fungi to improve their production of extracellular proteins."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Transcriptomic changes in response to different carbon sources in Neurospora crassa", "Accession": "GSE95350", "summary": "Purpose: We explore gene expression changes when Neurospora crassa wild type responds to different carbon sources in Vogel's medium. Method: We obtained mRNA samples of Neurospora crassa WT in Vogel's minimal medium (VMM) with different carbon source and used RNA-seq technique to measure the trancriptome changes. Results: We identified many genes of transcription factors and enzymes that were up regulated or down regulated in response to the different carbon stimulation. Conclusion: Our data represents a systematic transcriptome profiling of filamentous fungi on different carbon source and identify COL-26 as a critical regulator in degradation of starch components."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "A Fungal Transcription Factor Essential for Starch Degradation Regulates Primary Carbon and Nitrogen Metabolism and Amino Acid Biosynthesis", "Accession": "GSE92848", "summary": "Purpose: The ∆col-26 mutant cannot utilize starch components and many other simple sugars efficiently. We employed RNA-seq based transcriptome profiling to reveal genes under the control of col-26. Method: We first obtained transcriptional data of Neurospora crassa WT on Vogel's minimal medium (VMM) without carbon source, on VMM with 2% sucrose, and on VMM with starch component, and transcriptional data of the ∆col-26 mutant on VMM with maltose or amylose. Results: We identified a starch-regulon of 322 genes and found that 255 of the starch-regulon were down regulated in in absence of col-26. We also found that genes with functions in primary carbon and nitrogen metabolism and amino acid biosynthesis were also down regulated in the mutant. Conclusion: Our data represents a systematic transcriptome profiling of filamentous fungi on different starch components and identify COL-26 as a critical regulator in both starch degradation and primary carbon and nitrogen regulation."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Identification and Characterization of the Glucose Dual-transporter System: Pleiotropic Roles in Nutrient Transport, Signaling, and Carbon Catabolite Repression in Neurospora crassa", "Accession": "GSE78952", "summary": "The glucose dual-affinity transport system (low- and high-affinity) is a conserved strategy exerted by microorganisms to cope with the naturally fluctuating availability of nutrients in the environment. The glucose sensing and uptaking process were believed to be tightly involved in cellulases expression regulation in cellulolytic fungi. However, both the identities and functions of the major molecular components of this evolutionarily conserved system in filamentous fungi remain elusive. Here, we conducted a systematic identification and characterization of the glucose dual-affinity transport system in the model fungus Neurospora crassa. Using RNA sequencing coupled with functional transport analyses, we were able to assign GLT-1 (Km = 18.42 ± 3.38 mM) and HGT-1/-2 (Km = 16.13 ± 0.95 µM and 98.97 ± 22.02 µM) to low- and high-affinity glucose transport systems, respectively. The high-affinity transporters hgt-1/-2 were able to complement a moderate growth defect under high glucose when glt-1 was deleted. Simultaneous deletion of hgt-1/-2 led to extensive derepression of genes for plant cell wall deconstruction on cellulose. This suppression by HGT-1/-2 was connected to both carbon catabolite repression (CCR) and the cyclic adenosine monophosphate-protein kinase A pathway. Alteration of a residue conserved across taxa for hexose-transporters was found to result in a loss of glucose-transporting function, whereas CCR signal transduction was retained, indicating a dual function for HGT-1/-2 as “transceptors”. In this study, GLT-1 and HGT-1/-2 are identified as the key components of the glucose dual-affinity transport system, which play diverse roles in glucose transport and carbon metabolism. Given their wide conservation across fungal species, the glucose dual-affinity transport components and their pleiotropic roles revealed in this study would shed extensive new light on the molecular basis of nutrient transport, signaling, and plant cell wall degradation in fungi."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "The Protein Non-anchored cell wall protein NCW-1 promotes cellulase production through effects on cellobiose uptake in Neurospora crassa", "Accession": "GSE73838", "summary": "The mechanism of cellulase induction in the filamentous fungi is still not completely understood, and the components of this pathway are not well characterized. In this study, the mechanism of how the non-anchored cell wall protein NCW-1 (NCU05137) affect the cellulases induction was investigated. Transcriptome analysis of this quadruple deletion strain △3βG△ncw-1 showed that the expression of major cellulase, cellodextrin transporters and cellulase regulators were significantly increased. Taken together, the cellulase expression machinery was dramatically stimulated in Δ3βGΔncw-1. These results make us understanding the ncw-1 function better and deepened our knowledge about the cellulase induction in N. crassa."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Identification of direct target genes of the Neurospora crassa essential plant biomass deconstruction transcription factors CLR-1, CLR-2 and XLR-1", "Accession": "GSE68517", "summary": "This SuperSeries is composed of the SubSeries listed below."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Transcriptional reprogramming of engineered cellobiose-utilizing Saccharomyces cerevisiae in response to cellobiose revealed by RNA-Seq", "Accession": "GSE54825", "summary": "Saccharomyces cerevisiae cannot metabolize cellobiose in nature. Here, S. cerevisiae was engineered to achieve cellobiose utilization by introducing both a cellodextrin transporter gene (cdt-1) and an intracellular β-glucosidase gene (gh1-1) from Neurospora crassa. We sequenced mRNA from anaerobic exponential cultures of engineered S. cerevisiae grown on cellobiose or glucose as a single carbon source in biological triplicate. Differences in gene expression between cellobiose and glucose metabolism revealed by RNA deep sequencing indicated that cellobiose metabolism induced mitochondrial activation and reduced amino acid biosynthesis under fermentation conditions."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Genome-wide analysis of the endoplasmic reticulum stress response during lignocellulase synthesis in Neurospora crassa", "Accession": "GSE61949", "summary": "Purpose: To explore the pathway cross-talk of endoplasmic reticulum (ER) stress response and cellulases synthesis in Neurospora crassa. Methods: To identify ER stress response targets(ESRTs), conidial suspensions of WT were obtained and 1 x 10^6 cells/ml incubated in cellulases induction medium (1x vogel’s salts , 1% w/v crystalline cellulose (Avicel PH-101; Sigma-Aldrich), 0.2% w/v NH4NO3 ,pH 7.0 )for 36 hours (25ºC, 200 rpm, constant light) followed by the addition of dithiothreitol (DTT, final concentration of 0.1mM for mild stress level while 5mM for acute stress level) or tunicamycin (TM, final concentration of 5ug/mL for mild stress level while 40ug/mL for acute stress level) and growth for 1 more hour.To identify which ESRTs regulated by IRE-1/Hac-1 mediated UPR pathway,conidial suspensions of the Ire-1 and Hac-1 KO mutants as well as their parental strains (FGSC#2489 and FGSC#9720, respectively) were obtained and 1 x 10^6 cells/ml incubated in minimal medium containing 2% sucrose for 16 hours, then young hyphae was harvested and transferred into cellulases induction medium as mentioned above culture for 4 hours followed by the addition of DTT (final concentration of 5mM)(or H2O as mock)and growth for 1 more hour.For Hac-1 KO mutant and FGSC#9720,cultures were plus with final concentration of 100ug/ml L-histidine.To explore the function of transcription factors RES-1, RES-2 and RRG-2 in response to ER stress and cellulases synthesis, each conidial suspension of the three strains was obtained and 1 x 10^6 cells/ml incubated in cellulases induction medium for 36 hours followed by the addition of dithiothreitol (DTT, final concentration of 5mM ) (or H2O as mock)and growth for 1 more hour.Cells were harvested by vacuum filtration with Whatman filter paper, frozen immediately in liquid nitrogen. Total RNA was isolated by the Trizol-Phenol-Chloroform method. An additional clean-up including the on-column DNase I treatment was performed by using the RNeasy mini kit (Qiagen).The thirteen 49-nt single-end RNA-seq libraries were generated commercially at Beijing Genomics Institute (BGI, Shenzhen, China) while eight 90-nt paired-end RNA-seq libraries were generated at Genewiz Co. Ltd (Suzhou) by using the HiSeq™ platform.Sequencing data was handled essentially with Bowtie2, Tophat2, NOIseq. Expression levels are presented as Reads Per Kilobase of transcript per Million mapped reads (RPKM). Results: Transcriptional profiling of ER stress during cellulase synthesis in N.crassa uncovered a set of 766 genes was identified as the ER stress response target genes (ESRTs). Of these 766 genes, canonical UPR components IRE-1 and HAC-1 regulated 223 and 186 genes, respectively. In screening 527 available ESRT mutants, we found 249 that exhibited DTT sensibility, including 100 targets with unknown function. Disruption of ire-1 or hac-1 renders N. crassa cells seriously deficient in cellulase secretion. Further investigation of the 39 transcription factors (TFs) that showed differential expression under ER stress uncovered three novel TFs (RES-1, RES-2, RRG-2) that markedly affected cellulase secretion. Conclusions: Here, we determined the transcriptional scope of the ER stress response during lignocellulase synthesis in the model cellulolytic fungus N. crassa. Through genome-wide mutant screening and analysis, dozens of novel genes were discovered to be involved in the process. The findings of this work will be useful for strain improvement to facilitate lignocellulase and biomass-based chemical production."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "A transcriptomic analysis of Neurospora crassa using five major crop residues and the novel role of the sporulation regulator rca-1 in lignocellulase production", "Accession": "GSE60986", "summary": "Comparative transcriptional profiling of N. crassa grown on five major crop straws of China (barley, corn, rice, soybean and wheat straws) revealed a highly overlapping group of 430 genes, the Biomass commonly Induced Core Set (BICS). A large proportion of induced carbohydrate-active-enzyme (CAZy) genes (82 out of 113) were also conserved across the five plant straws. Excluding 178 genes within the BICS that were also up-regulated under no-carbon conditions, the remaining 252 genes were defined as the Biomass Regulon (BR). Interestingly, 88 genes were only induced by plant biomass and not by three individual polysaccharides (Avicel, xylan, and pectin); these were denoted as the Biomass Unique Set (BUS). Deletion of one BUS gene, the transcriptional regulator rca-1, significantly improved lignocellulase production using plant biomass as the sole carbon source, possibly functioning via de-repression of the regulator clr-2. Thus, this result suggests that rca-1 is a potential engineering target for biorefineries, especially for plant biomass direct microbial conversion processes."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "The putative cellodextrin transporter-like protein CLP1 is involved in cellulase induction in Neurospora crassa", "Accession": "GSE60004", "summary": "Neurospora crassa recently has become a novel system to investigate cellulase induction. Here, we discovered a novel membrane protein, CLP1 (NCU05853), a putative cellodextrin transporter-like protein, that is a critical component of the cellulase induction pathway in N. crassa. Although CLP1 protein cannot transport cellodextrin, the suppression of cellulase induction by this protein was discovered on both cellobiose and Avicel. The co-disruption of the cellodextrin transporters cdt2 and clp1 in strain Δ3βG formed strain CPL7. With induction by cellobiose, cellulase production was enhanced 6.9-fold in CPL7 compared with Δ3βG. We also showed that the suppression of cellulase expression by CLP1 occurred by repressing the expression of cellodextrin transporters, particularly cdt1 expression. Transcriptome analysis of the hypercellulase-producing strain CPL7 showed that the cellulase expression machinery was dramatically stimulated, as were the cellulase enzyme genes including the inducer transporters and the major transcriptional regulators."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Evidence of a critical role for cellodextrin transporter 2 (CDT-2) in both cellulose and hemicellulose degradation and utilization in Neurospora crassa", "Accession": "GSE44673", "summary": "CDT-1 and CDT-2 are two cellodextrin transporters discovered in the filamentous fungus Neurospora crassa. Previous studies focused on characterizing the role of these transporters in only a few conditions, including cellulose degradation, and the function of these two transporters is not yet completely understood. In this study, we show that deletion of cdt-2, but not cdt-1, results in growth defects not only on Avicel but also on xylan. cdt-2 can be highly induced by xylan, and this mutant has a xylodextrin consumption defect. Transcriptomic analysis of the cdt-2 deletion strain on Avicel and xylan showed that major cellulase and hemicellulase genes were significantly down-regulated in the cdt-2 deletion strain and artificial over expression of cdt-2 in N. crassa increased cellulase and hemicellulase production. Together, these data clearly show that CDT-2 plays a critical role in hemicellulose sensing and utilization. This is the first time a sugar transporter has been assigned a function in the hemicellulose degradation pathway. Furthermore, we found that the transcription factor XLR-1 is the major regulator of cdt-2, while cdt-1 is primarily regulated by CLR-1. These results deepen our understanding of the functions of both cellodextrin transporters, particularly for CDT-2. Our study also provides novel insight into the mechanisms for hemicellulose sensing and utilization in N. crassa, and may be applicable to other cellulolytic filamentous fungi."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "VIB1, a link between glucose signaling and carbon catabolite repression, is essential for plant cell wall degradation by Neurospora crassa", "Accession": "GSE52316", "summary": "Purpose: To explore the function of VIB1 in regulating cellulase production in Neurospora crassa. Method: mRNA from vib-1 mutants were collected after a culture shift from sucrose to Avicel (crystaline cellulose) or carbon-free media. Expression profiles of vib-1 mutants were compared with published profiles of wild type created under the same conditions. Results: We found that many genes that specifically upregulated in wild type upon exposure to Avicel were expressed at low levels in ∆vib-1 and many other genes involved in metabolism and energy were expressed at high levels compared to wild type. Conclusions: Our study shows that VIB1 is required for suppression of glucose response and carbon catabolite repression to allow proper expression of clr-2 and subsequent cellulase production in response to cellulosic induction."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "A comparative systems analysis of polysaccharide-elicited responses in Neurospora crassa reveals carbon source-specific cellular adaptations", "Accession": "GSE42692", "summary": "Filamentous fungi are powerful producers of hydrolytic enzymes for the deconstruction of plant cell wall polysaccharides. However, the central question of how these sugars are perceived in the context of the complex cell wall matrix remains largely elusive. To address this question in a systematic fashion we performed an extensive comparative systems analysis of how the model filamentous fungus Neurospora crassa responds to the three main cell wall polysaccharides: pectin, hemicellulose and cellulose. We found the pectic response to be largely independent of the cellulolytic one with some overlap to hemicellulose, and in its extent surprisingly high, suggesting advantages for the fungus beyond being a mere carbon source. Our approach furthermore allowed us to identify carbon source-specific adaptations, such as the induction of the unfolded protein response on cellulose, and a commonly induced set of 29 genes likely involved in carbon scouting. Moreover, by hierarchical clustering we generated a co-expression matrix useful for the discovery of new components involved in polysaccharide utilization. This is exemplified by the identification of lat-1, which we demonstrate to encode for the physiologically relevant arabinose transporter in Neurospora. The analyses presented here are an important step towards understanding fungal degradation processes of complex biomass."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Multidimensional regulation in transcriptome during sexual development in Neurospora crassa revealed with RNA sequencing", "Accession": "GSE41484", "summary": "Fungi exhibit a huge diversity in morphology and ecology, and genetic basis of morphological development in sexual reproduction of multi-cellular fungi has not been fully investigated with genome-wide approaches. Model organism Neurospora crassa is the very first sequenced genome for multi-cellular fungi, and well-annotated genome and gene markers characterized for key morphological traits make N. crassa an ideal platform to investigate transcriptome and its regulation during sexual development. RNA sequencing with different priming strategies have been efficient to provide fine-scale transcriptome landscapes for a multiple-staged development process. RNA were sampled for eight time points cross perithecial development, including two points right before and after crossing, for which mat A protoperithecia were fertilized with mat a conidia. Transcription profiles for 9717 genes were achieved for all eight time-points using multi-targeting priming and additional 14 genes for five time-points using random hexmas priming. Majority of the genome showed continually up- or down- regulated expression patterns during the later perithecial development stages after 72 or 96 h. Functionally unclassified proteins were counted for most up-regulated genes, while genes were enriched with different functions for different down-regulation patterns. We observed significant increase in transcription for mat a-1 and for mat A-1 specific pheromone precursor ccg-4 during the perithecial development, and expression of genetic markers for morphological traits in perithecium, ascus, and ascospore, and for development traits in meiosis often showed multiple peaks during the experiment. We also observed different expression patterns in transcription for other transcription factors and for genes involved in Meiotic Silencing and Repeat Induced Point Mutation, and expression of a gene encoding a protein similar to stc-1 in fission yeast, was increased after crossing and reached almost 1000 fold changes at 144h. Different expression patterns were also observed for genes involved in heterokaryotic and vegetative incompatibility and for genes functioning in the heterotrimmeric G protein signalling systems and in the MAP kinase signalling pathways. By sequencing RNAs from different development stages with two priming strategies, this study provided a large amount of data to quantifiably describe the sophisticated transcriptomic landscape in pre-mating, crossing and sexual reproduction of N. crassa. As major expression patterns for genes in different function categories were recognized during this process, our results in general supported previous observation of expression patterns for genetic markers and regulatory genes/pathway. This study provided further evidence for functional correlation among genes involved in same function or pathways, which included mating type genes and pheromones, transcription factors, pigmentation, heterokaryotic incompatibility, singaling pathways, and RNA silencing. Besides, we also disclosed different expression patterns for the regulatory genes/pathways cross the whole sexual development, and functions of some of these genes were also suggested with phenotypic studies of knockouts. Understanding how these different regulatory elements and their function networks adjust genome-wide transcriptomic and proteomic expression will provide detailed insights about morphological development of tissue-differentiated perithecia in N. crassa."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Inducer Free Cellulase Secretion in Neurospora Crassa and comparitive analysis of cellulase induction in Aspergillus nidulans", "Accession": "GSE44100", "summary": "Purpose: To explore conservation of gene regulation by the transcription factor clr-2/clrB in Neurospora crassa and Aspergillus nidulans Methods: mRNA from wild type and clr-2/clrB mutants were collected after a culture shift from sucrose/glucose to Avicel (crystaline cellulose) or no carbon media Results: We show that N. crassa and A. nidulans have similair global transcriptional responses to Avicel, with several hundred genes showing specific induction, though the induced genes are more specifically targeted at cellulose for N. crassa and more targeted at hemicellulose and pectin for A. nidulans. clr-2/clrB has a conserved fundamental function in cellulose induction, though the mechanism has diverged. Misexpression of clr-2 is sufficeint for inducer free cellulase secretion in N. crassa, but neither clrB or heterologous clr-2 is sufficient for inducer free cellulase secretion in A. nidulans. Conclusions: Our study demonstrates a conserved and essential role in cellulose utilization for the transcription factor clr-2 in filamentous ascomycetes and demonstrates that manipulation of clr-2 expression can be used to control cellulase expression in some species."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Conserved and Essential Transcription Factors for Cellulase Gene Expression in Ascomycete Fungi.", "Accession": "GSE35227", "summary": "Transcriptional profiling with next-generation sequencing methods refined our understanding of the N. crassa transcriptional response to cellulose and demonstrated that the newly characterized transcription factors clr-1 and clr-2 were required for the bulk of that response including induction all major cellulase and some major hemicellulase genes."}, {"organism": "Neurospora crassa", "source": "cellulose", "title": "Induction of lignocellulose-degrading enzymes in Neurospora crassa by cellodextrins", "Accession": "GSE36719", "summary": "Transcriptional profiling with next-generation sequencing methods demonstrated that a Neurospora crassa mutant with the three most highly expressed beta-glucosidase genes deleted had a transcriptional response to cellobiose similair to that of wild type N. crassa exposed to cellulose."}, {"organism": "Neurospora crassa", "source": "xylose", "title": "Impact of plant cell wall derived sugars on transcriptional and post-transcriptional control in Saccharomyces cerevisiae", "Accession": "GSE69404", "summary": "Saccharomyces cerevisiae cannot metabolize non-glucose sugars including cellobiose, xylose, xylodextrins in nature, which are prevalent in plant cell wall. Here, one engineered S. cerevisiae strain, which expresses a cellodextrin transporter gene (cdt-1) and an intracellular β-glucosidase gene (codon-optimized gh1-1) from Neurospora crassa; XYL1 (xylose reductase gene), XYL2 (xylitol dehydrogenase gene), and XKS1 (xylulose kinase gene) from Scheffersomyces stipitis, as well as cdt-2 (coding for cellodextrin transporter 2), gh43-2 (coding for β-xylosidase) and gh43-7 (coding for a xylosyl-xylitol-specific β-xylosidase) from N. crassa, can utilize the above non-glucose sugars. We sequenced mRNA from exponential cultures of the engineered S. cerevisiae grown on glucose, cellobiose, xylose or xylodextrins as a single carbon source in both aerobic and anaerobic conditions in biological triplicate. Differences in gene expression between non-glucose sugar and glucose metabolism revealed by RNA deep sequencing indicated that non-glucose sugar metabolism induced mitochondrial activation and reduced amino acid and protein biosynthesis under fermentation conditions."}, {"organism": "Neurospora crassa", "source": "xylose", "title": "Transcriptomic changes in response to different carbon sources in Neurospora crassa", "Accession": "GSE95350", "summary": "Purpose: We explore gene expression changes when Neurospora crassa wild type responds to different carbon sources in Vogel's medium. Method: We obtained mRNA samples of Neurospora crassa WT in Vogel's minimal medium (VMM) with different carbon source and used RNA-seq technique to measure the trancriptome changes. Results: We identified many genes of transcription factors and enzymes that were up regulated or down regulated in response to the different carbon stimulation. Conclusion: Our data represents a systematic transcriptome profiling of filamentous fungi on different carbon source and identify COL-26 as a critical regulator in degradation of starch components."}, {"organism": "Neurospora crassa", "source": "xylose", "title": "Transcriptional comparison of the filamentous fungus Neurospora crassa growing on three major monosaccharides D-glucose, D-xylose and L-arabinose", "Accession": "GSE51091", "summary": "D-glucose, D-xylose and L-arabinose are three major monosaccharides in the plant cell wall. Complete utilization of all three sugars is still a bottleneck for second-generation cellulolytic bioethanol production, especially for L-arabinose. However, little is known about the gene expression profiles during L-arabinose utilization in fungi at genome-wide level and a comparison of the genome-wide fungal response to these three major monosaccharides has not yet been reported. To better understand the microbial response and utilization of L-arabinose for subsequent microbial engineering for co-fermentation all three sugars, we performed transcriptome analysis of N. crassa grown on L-arabinose, compared with that on D-xylose and D-glucose."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "Impact of plant cell wall derived sugars on transcriptional and post-transcriptional control in Saccharomyces cerevisiae", "Accession": "GSE69404", "summary": "Saccharomyces cerevisiae cannot metabolize non-glucose sugars including cellobiose, xylose, xylodextrins in nature, which are prevalent in plant cell wall. Here, one engineered S. cerevisiae strain, which expresses a cellodextrin transporter gene (cdt-1) and an intracellular β-glucosidase gene (codon-optimized gh1-1) from Neurospora crassa; XYL1 (xylose reductase gene), XYL2 (xylitol dehydrogenase gene), and XKS1 (xylulose kinase gene) from Scheffersomyces stipitis, as well as cdt-2 (coding for cellodextrin transporter 2), gh43-2 (coding for β-xylosidase) and gh43-7 (coding for a xylosyl-xylitol-specific β-xylosidase) from N. crassa, can utilize the above non-glucose sugars. We sequenced mRNA from exponential cultures of the engineered S. cerevisiae grown on glucose, cellobiose, xylose or xylodextrins as a single carbon source in both aerobic and anaerobic conditions in biological triplicate. Differences in gene expression between non-glucose sugar and glucose metabolism revealed by RNA deep sequencing indicated that non-glucose sugar metabolism induced mitochondrial activation and reduced amino acid and protein biosynthesis under fermentation conditions."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "A novel conserved transcription factor CLR-4 regulates cellulase genes expression through controlling the intracellular cAMP level in ascomycete fungi", "Accession": "GSE111986", "summary": "Fungal degradation of lignocellulosic biomass requires various (hemi-)cellulases and plays key roles in biological carbon cycle. Although cellulases induction recently described in some saprobic filamentous fungi, regulation of cellulase transcription has not been studied thoroughly. Here, we identified and characterized the novel cellulase regulation factors clr-4 in Neurospora crassa and its ortholog Mtclr-4 in Myceliophthora thermophila. Deletion of clr-4 and Mtclr-4 displayed similarly defective phenotypes in cellulolytic enzymes production and activities. Transcriptomics analysis of Δclr-4/ΔMtclr-4 revealed down-regulation of not only encoding genes of (hemi-)cellulases and pivotal regulators (clr-1, clr-2 and xyr-1), but also the key genes of cAMP signaling pathway such as adenylate cyclase cr-1. Consistently, the significant decreased levels of intracellular cAMP were observed in Δclr-4/ΔMtclr-4 compared to wild-type during cellulose utilization. Electrophoretic mobility shift assays (EMSA) verified that CLR-4 could directly bind to the promoter regions of adenylyl cyclase (Nccr-1) and cellulose regulator clr-1, while MtCLR-4 bind to upstream regions of adenylyl cyclase Mtcr-1 and biomass deconstruction regulators Mtclr-2 and Mtxyr-1. Concluded, the novel cellulase expression regulators (CLR-4/MtCLR-4) findings here significantly enrich our understanding of the regulatory network of cellulose degradation and provide new targets for industrial fungi strain engineering for plant biomass deconstruction in biorefinery."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "DNA affinity purification sequencing and transcriptional profiling reveal new aspects of nitrogen regulation in a filamentous fungus", "Accession": "GSE150256", "summary": "Sensing available nutrients and efficiently utilizing them is a challenge common to all organisms. The model filamentous fungus Neurospora crassa is capable of utilizing a variety of inorganic and organic nitrogen sources. Nitrogen utilization in N. crassa is regulated by a network of pathway-specific transcription factors in combination with nitrogen catabolite repression regulatory proteins. We identified an uncharacterized pathway-specific transcription factor, amn-1, that is required for utilization of proline, branched chain amino acids, and aromatic amino acids. AMN-1 also plays a role in regulating genes involved in responding to the simple sugar mannose, suggesting an integration of nitrogen and carbon metabolism. The utilization of nonpreferred nitrogen sources is also regulated by the nitrogen catabolite regulator NIT-2. Using RNA sequencing combined with DNA affinity purification sequencing, we performed a survey of the role of NIT-2 and pathway-specific transcription factors in directly regulating genes involved in nitrogen utilization. Our data shows that pathway-specific transcription factors regulate genes involved in the catabolism of specific nitrogen sources, while NIT-2 regulates genes involved in utilization of all nonpreferred nitrogen sources, such as nitrogen transporters. Together, these transcription factors form a nutrient sensing network that allows N. crassa cells to regulate nitrogen utilization."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "The pH Signaling Transcription Factor PAC-3 Regulates Metabolic and Developmental Processes in Pathogenic Fungi", "Accession": "GSE132373", "summary": "Purpose: We utilized high-throughput genomic approach to investigate transcriptional changes in two Neurospora crassa strains, the Δpac-3 knockout strain, and the Δmus-52 strain, under limited and sufficient Pi availability conditions, to evaluate the effects of the Δpac-3 deletion in gene modulation, from a plant-pathogen perspective. Methods: All strains were maintained on solid Vogel’s Minimal (VM) medium supplemented with 2 % sucrose at 30 °C and pH 5.8. Conidia were germinated in an orbital shaker for 5 h at 30°C (200 rpm) in low- and high-Pi media (final concentrations, 10 μM or 10 mM Pi, respectively). Total RNA was isolated from both strains and a total of 4 cDNA libraries were sequenced, with their respective biological triplicates corresponding to the paired libraries, using an Illumina HiSeq2000 sequencer, to generate 100 bp paired-end reads. To assess the library quality prior to and after trimming, we used the FastQC software. To remove the sequencing bases from the end of the reads, we applied a minimum Phred score of 20. Filtered reads were mapped onto the N. crassa genome using Bowtie2 software. The reads count values were obtained and used to calculate the expression variation of the transcripts from different conditions, considering the statistical significance of the differential gene expression. qRT–PCR validation was performed using SYBR Green assays. Results: Results from Bowtie2 analysis revealed that approximately 84% - 86% of the total high-quality reads were found to align with the reference genome of N. crassa. Furthermore, we identified 145 DEGs that were modulated regardless of the Pi concentration, however, were responsive to deletion of pac-3; while 171 DEGs were found to be modulated concomitantly with the deletion of pac-3 and with low-Pi availability. An additional 111 DEGs were found to be responsive to pac-3 deletion and high-Pi concentration. Extracellular Pi availability influenced the expression of genes involved in several biological functions. Conclusions: We have generated a robust dataset, which advances our knowledge on regulatory mechanisms of PAC-3 within a fungus-host system. We found that in a mutually beneficial, symbiotic fungus-plant relationship (as occurs during interactions in mycorrhizal symbiosis) or during a pathogenic interaction, PAC-3 functions to regulate ambient pH while also affecting myriad of physiological functions, including adaptation to nutritional conditions, regulation of virulence, or regulating the transcription of genes associated with structural and metabolic features. Herein, we highlight the role of PAC-3 in Pi adaptation, acting as a critical regulator of environmental challenges. The widespread regulatory activity of PAC-3 in fungal physiology confirms its role in the propagation of successful infections within hosts."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "Comparative transcriptome of Neurospora crassa strains", "Accession": "GSE100539", "summary": "Purpose: We utilised high-throughput genomic approache to investigate transcriptional changes in two Neurospora strains (74A [wild-type] and mutant Δmus-52), under different phosphate availability conditions to evaluate the effects of mus-52 deletion in gene transcriptional modulation, and thus, infer its influence regarding metabolic response to changing extracellular levels of inorganic phosphate (Pi). Methods: All N. crassa strains were maintained on Vogel’s minimal medium, pH 5.8, at 30°C. Conidia from each strain were germinated for 5 h at 30°C in an orbital shaker (200 rpm), in low-Pi (10µM) and high-Pi (10mM) media. Total RNA was isolated from both strains and a total of 4 cDNA libraries were sequenced, with their respective biological triplicates corresponding to the paired libraries, using an Illumina HiSeq2000 sequencer, to generate 100 bp paired-end reads. FastQC software was used to visualize the library quality before and after trimming. For quality and sequence filtering, a Phred score lower than 20 was employed to remove sequencing bases from the read ends. Filtered reads were mapped onto the N. crassa genome using Bowtie2 software. The reads count values were obtained and used to calculate the expression variation of the transcripts from different conditions, considering the statistical significance of the differential gene expression. qRT–PCR validation was performed using SYBR Green assays. Results: extracellular Pi availability influenced the expression of genes involved in several biological functions. The main affected gene groups were those associated with integral components of the membrane, such as transport, regulation, and cell signalling pathways, as well as genes involved with the nucleolus and protein synthesis. The absence of mus-52 affected global gene transcription in all conditions tested, highlighting the expression of some specific gene groups, such as transcription factors, kinase proteins, circadian clock-related genes, oxi-reduction balance, phosphate pathways, and general metabolism. Conclusions: The consequences of N. crassa mus-52 disruption to the cell may be deeper than the obvious phenotypic aspect. It may affect canonical and non-canonical pathways, leading to alternative adaptive processes, altering the perception and response to the environmental changes."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "Network of nutrient sensing pathways and a conserved kinase cascade integrates osmolarity and carbon sensing in Neurospora crassa", "Accession": "GSE95681", "summary": "Identifying nutrients available in the environment and utilizing them in the most efficient manner is a challenge common to all organisms. The model filamentous fungus Neurospora crassa is capable of utilizing a variety of carbohydrates, from simple sugars to the complex carbohydrates found in plant cell walls. The zinc binuclear cluster transcription factor CLR-1 is necessary for utilization of cellulose, a major, recalcitrant component of the plant cell wall; however, expression of clr-1 in the absence of an inducer is not sufficient to induce cellulase gene expression. We performed a screen for unidentified actors in the cellulose-response pathway and identified a gene encoding a hypothetical protein (clr-3) that is required for repression of CLR-1 activity in the absence of an inducer. Using clr-3 mutants, we implicated the hyperosmotic-response pathway in the tunable regulation of glycosyl hydrolase production in response to changes in osmolarity. The role of the hyperosmotic-response pathway in nutrient sensing may indicate that cells use osmolarity as a proxy for the presence of free sugar in their environment. These signaling pathways form a nutrient-sensing network that allows N. crassa cells to tightly regulate gene expression in response to environmental conditions."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "Network reconstruction and systems analysis of plant cell wall deconstruction by Neurospora crassa (RNA-seq)", "Accession": "GSE90611", "summary": "The ability to rationally engineer filamentous fungi could greatly facilitate biotechnological enzyme production for the degradation of plant cell wall polysaccharides in biorefinery applications. However, an incomplete and fragmented knowledge base of the biomolecular networks responsible for plant cell wall deconstruction by filamentous fungi impedes experimental efforts in this direction. To expand this knowledge base, we have reconstructed a detailed network of those reactions occurring in the filamentous fungus Neurospora crassa that are important for the degradation of plant cell wall polysaccharides into simple sugars. To build this network, we integrated information from five heterogeneous data types: functional genomics, transcriptomics, proteomics, genetics, and biochemical characterizations. We encapsulated the combined information into a feature matrix and weighed evidence to assign annotation confidence scores for each gene within the network. Comparative analyses of next-generation transcriptome sequencing profiles for N. crassa grown on different substrates corresponding to specific plant cell wall polysaccharides revealed environment-specific modules within the network. Subsequent analyses of next-generation ChIP and RNA sequencing data within the network context shed new light on how N. crassa regulates the plant cell wall degradation network (PCWDN). Specifically, our system-level analyses led to the hypothesis-driven experimental validation of the role transcription factor CLR-2 plays in degradation of the major hemicellulose mannan. In the future, we expect the network to serve as a scaffold for integration of diverse experimental data, leading to elucidation of regulatory design principles for plant cell wall deconstruction by filamentous fungi. In turn, this will guide efforts to rationally engineer novel, industrially relevant fungal hyper-secretion strains."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "The transcription factor PDR-1 is a multi-functional regulator and key component of pectin deconstruction and catabolism in Neurospora crassa", "Accession": "GSE88985", "summary": "Background: Pectin is an abundant component in many fruit and vegetable wastes and could therefore be an excellent resource for biorefinery, but is currently underutilized. Fungal pectinases already play a crucial role for industrial purposes, such as for foodstuff processing. However, the regulation of pectinase gene expression is still poorly understood. For an optimal utilization of plant biomass for biorefinery and biofuel production, a detailed analysis of the underlying regulatory mechanisms is warranted. In this study, we applied the genetic resources of the filamentous ascomycete species Neurospora crassa to screen for transcription factors that play a major role in pectinase induction. Results: The pectin degradation regulator-1 (PDR-1) was identified through a transcription factor mutant screen in N. crassa. The Δpdr-1 mutant exhibited a severe growth defect on pectin and all tested pectin-related poly- and monosaccharides. Biochemical as well as transcriptional analyses of WT and the Δpdr-1 mutant revealed that while PDR-1-mediated gene induction was dependent on the presence of L-rhamnose, it also strongly affected the degradation of the homogalacturonan backbone. The expression of the endo-polygalacturonase gh28-1 was greatly reduced in the Δpdr-1 mutant, while the expression levels of all pectate lyase genes increased. Moreover, a pdr-1 overexpression strain displayed substantially increased pectinase production. Promoter analysis of the PDR-1 regulon allowed refinement of the putative PDR-1 DNA binding motif. Conclusions: PDR-1 is highly conserved in filamentous ascomycete fungi and is present in many pathogenic and industrially important fungi. Our data demonstrate that the function of PDR-1 in N. crassa combines features of two recently described transcription factors in Aspergillus niger (RhaR) and Botrytis cinerea (GaaR). The results presented in this study contribute to a broader understanding of how pectin degradation is orchestrated in filamentous fungi and how it could be manipulated for optimized pectinase production. The data here are associated with the following BioProjects: PRJNA256749, PRJNA349646, PRJNA349647, PRJNA349695, PRJNA349696, PRJNA349697, PRJNA349547, PRJNA349548, PRJNA349549, PRJNA349698, PRJNA349699, PRJNA349700 See the links on GSM entries for access to raw data at SRA."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "Transcriptomic changes in response to different carbon sources in Neurospora crassa", "Accession": "GSE95350", "summary": "Purpose: We explore gene expression changes when Neurospora crassa wild type responds to different carbon sources in Vogel's medium. Method: We obtained mRNA samples of Neurospora crassa WT in Vogel's minimal medium (VMM) with different carbon source and used RNA-seq technique to measure the trancriptome changes. Results: We identified many genes of transcription factors and enzymes that were up regulated or down regulated in response to the different carbon stimulation. Conclusion: Our data represents a systematic transcriptome profiling of filamentous fungi on different carbon source and identify COL-26 as a critical regulator in degradation of starch components."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "A Fungal Transcription Factor Essential for Starch Degradation Regulates Primary Carbon and Nitrogen Metabolism and Amino Acid Biosynthesis", "Accession": "GSE92848", "summary": "Purpose: The ∆col-26 mutant cannot utilize starch components and many other simple sugars efficiently. We employed RNA-seq based transcriptome profiling to reveal genes under the control of col-26. Method: We first obtained transcriptional data of Neurospora crassa WT on Vogel's minimal medium (VMM) without carbon source, on VMM with 2% sucrose, and on VMM with starch component, and transcriptional data of the ∆col-26 mutant on VMM with maltose or amylose. Results: We identified a starch-regulon of 322 genes and found that 255 of the starch-regulon were down regulated in in absence of col-26. We also found that genes with functions in primary carbon and nitrogen metabolism and amino acid biosynthesis were also down regulated in the mutant. Conclusion: Our data represents a systematic transcriptome profiling of filamentous fungi on different starch components and identify COL-26 as a critical regulator in both starch degradation and primary carbon and nitrogen regulation."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "Identification and Characterization of the Glucose Dual-transporter System: Pleiotropic Roles in Nutrient Transport, Signaling, and Carbon Catabolite Repression in Neurospora crassa", "Accession": "GSE78952", "summary": "The glucose dual-affinity transport system (low- and high-affinity) is a conserved strategy exerted by microorganisms to cope with the naturally fluctuating availability of nutrients in the environment. The glucose sensing and uptaking process were believed to be tightly involved in cellulases expression regulation in cellulolytic fungi. However, both the identities and functions of the major molecular components of this evolutionarily conserved system in filamentous fungi remain elusive. Here, we conducted a systematic identification and characterization of the glucose dual-affinity transport system in the model fungus Neurospora crassa. Using RNA sequencing coupled with functional transport analyses, we were able to assign GLT-1 (Km = 18.42 ± 3.38 mM) and HGT-1/-2 (Km = 16.13 ± 0.95 µM and 98.97 ± 22.02 µM) to low- and high-affinity glucose transport systems, respectively. The high-affinity transporters hgt-1/-2 were able to complement a moderate growth defect under high glucose when glt-1 was deleted. Simultaneous deletion of hgt-1/-2 led to extensive derepression of genes for plant cell wall deconstruction on cellulose. This suppression by HGT-1/-2 was connected to both carbon catabolite repression (CCR) and the cyclic adenosine monophosphate-protein kinase A pathway. Alteration of a residue conserved across taxa for hexose-transporters was found to result in a loss of glucose-transporting function, whereas CCR signal transduction was retained, indicating a dual function for HGT-1/-2 as “transceptors”. In this study, GLT-1 and HGT-1/-2 are identified as the key components of the glucose dual-affinity transport system, which play diverse roles in glucose transport and carbon metabolism. Given their wide conservation across fungal species, the glucose dual-affinity transport components and their pleiotropic roles revealed in this study would shed extensive new light on the molecular basis of nutrient transport, signaling, and plant cell wall degradation in fungi."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "The Protein Non-anchored cell wall protein NCW-1 promotes cellulase production through effects on cellobiose uptake in Neurospora crassa", "Accession": "GSE73838", "summary": "The mechanism of cellulase induction in the filamentous fungi is still not completely understood, and the components of this pathway are not well characterized. In this study, the mechanism of how the non-anchored cell wall protein NCW-1 (NCU05137) affect the cellulases induction was investigated. Transcriptome analysis of this quadruple deletion strain △3βG△ncw-1 showed that the expression of major cellulase, cellodextrin transporters and cellulase regulators were significantly increased. Taken together, the cellulase expression machinery was dramatically stimulated in Δ3βGΔncw-1. These results make us understanding the ncw-1 function better and deepened our knowledge about the cellulase induction in N. crassa."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "Identification of direct target genes of the Neurospora crassa essential plant biomass deconstruction transcription factors CLR-1, CLR-2 and XLR-1", "Accession": "GSE68517", "summary": "This SuperSeries is composed of the SubSeries listed below."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "Identification of direct target genes of the Neurospora crassa essential plant biomass deconstruction transcription factors CLR-1, CLR-2 and XLR-1 (RNA-Seq)", "Accession": "GSE68514", "summary": "abstract: The plant cell wall is composed of many complex polymers, and its deconstruction requires an equally complex orchestration of a wide array of enzymes. In Neurospora crassa, clr-1, clr-2 and xlr-1 have been identified as the key transcription factors involved in cell wall breakdown. In order to define their regulons, we performed ChIPseq upon these three transcription factors. CLR-1, CLR-2 and XLR-1 each bind to the most highly and differentially expressed gene populations, which include the cellulases for the CLRs and the hemicellulases for XLR-1. CLR-1 also bound to its regulon under non-inducing conditions; however, this did not translate into gene expression. Motif analysis of the bound genes revealed conserved DNA binding motifs, with the CLR-2 motif matching that of its closest yeast homolog, GAL4. Co-immunoprecipitation studies were able to show that CLR-1 and CLR-2 act as homodimers. Finally, we report on a conserved XLR-1 point mutation that is sufficient to drive hemicellulase expression under non-inducing conditions. Understanding how these transcription factors work in concert to break down plant biomass can inform decisions on how to best engineer future fungal strains for decreased enzyme costs."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "Transcriptional reprogramming of engineered cellobiose-utilizing Saccharomyces cerevisiae in response to cellobiose revealed by RNA-Seq", "Accession": "GSE54825", "summary": "Saccharomyces cerevisiae cannot metabolize cellobiose in nature. Here, S. cerevisiae was engineered to achieve cellobiose utilization by introducing both a cellodextrin transporter gene (cdt-1) and an intracellular β-glucosidase gene (gh1-1) from Neurospora crassa. We sequenced mRNA from anaerobic exponential cultures of engineered S. cerevisiae grown on cellobiose or glucose as a single carbon source in biological triplicate. Differences in gene expression between cellobiose and glucose metabolism revealed by RNA deep sequencing indicated that cellobiose metabolism induced mitochondrial activation and reduced amino acid biosynthesis under fermentation conditions."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "A transcriptomic analysis of Neurospora crassa using five major crop residues and the novel role of the sporulation regulator rca-1 in lignocellulase production", "Accession": "GSE60986", "summary": "Comparative transcriptional profiling of N. crassa grown on five major crop straws of China (barley, corn, rice, soybean and wheat straws) revealed a highly overlapping group of 430 genes, the Biomass commonly Induced Core Set (BICS). A large proportion of induced carbohydrate-active-enzyme (CAZy) genes (82 out of 113) were also conserved across the five plant straws. Excluding 178 genes within the BICS that were also up-regulated under no-carbon conditions, the remaining 252 genes were defined as the Biomass Regulon (BR). Interestingly, 88 genes were only induced by plant biomass and not by three individual polysaccharides (Avicel, xylan, and pectin); these were denoted as the Biomass Unique Set (BUS). Deletion of one BUS gene, the transcriptional regulator rca-1, significantly improved lignocellulase production using plant biomass as the sole carbon source, possibly functioning via de-repression of the regulator clr-2. Thus, this result suggests that rca-1 is a potential engineering target for biorefineries, especially for plant biomass direct microbial conversion processes."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "VIB1, a link between glucose signaling and carbon catabolite repression, is essential for plant cell wall degradation by Neurospora crassa", "Accession": "GSE52316", "summary": "Purpose: To explore the function of VIB1 in regulating cellulase production in Neurospora crassa. Method: mRNA from vib-1 mutants were collected after a culture shift from sucrose to Avicel (crystaline cellulose) or carbon-free media. Expression profiles of vib-1 mutants were compared with published profiles of wild type created under the same conditions. Results: We found that many genes that specifically upregulated in wild type upon exposure to Avicel were expressed at low levels in ∆vib-1 and many other genes involved in metabolism and energy were expressed at high levels compared to wild type. Conclusions: Our study shows that VIB1 is required for suppression of glucose response and carbon catabolite repression to allow proper expression of clr-2 and subsequent cellulase production in response to cellulosic induction."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "Transcriptional comparison of the filamentous fungus Neurospora crassa growing on three major monosaccharides D-glucose, D-xylose and L-arabinose", "Accession": "GSE51091", "summary": "D-glucose, D-xylose and L-arabinose are three major monosaccharides in the plant cell wall. Complete utilization of all three sugars is still a bottleneck for second-generation cellulolytic bioethanol production, especially for L-arabinose. However, little is known about the gene expression profiles during L-arabinose utilization in fungi at genome-wide level and a comparison of the genome-wide fungal response to these three major monosaccharides has not yet been reported. To better understand the microbial response and utilization of L-arabinose for subsequent microbial engineering for co-fermentation all three sugars, we performed transcriptome analysis of N. crassa grown on L-arabinose, compared with that on D-xylose and D-glucose."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "A comparative systems analysis of polysaccharide-elicited responses in Neurospora crassa reveals carbon source-specific cellular adaptations", "Accession": "GSE42692", "summary": "Filamentous fungi are powerful producers of hydrolytic enzymes for the deconstruction of plant cell wall polysaccharides. However, the central question of how these sugars are perceived in the context of the complex cell wall matrix remains largely elusive. To address this question in a systematic fashion we performed an extensive comparative systems analysis of how the model filamentous fungus Neurospora crassa responds to the three main cell wall polysaccharides: pectin, hemicellulose and cellulose. We found the pectic response to be largely independent of the cellulolytic one with some overlap to hemicellulose, and in its extent surprisingly high, suggesting advantages for the fungus beyond being a mere carbon source. Our approach furthermore allowed us to identify carbon source-specific adaptations, such as the induction of the unfolded protein response on cellulose, and a commonly induced set of 29 genes likely involved in carbon scouting. Moreover, by hierarchical clustering we generated a co-expression matrix useful for the discovery of new components involved in polysaccharide utilization. This is exemplified by the identification of lat-1, which we demonstrate to encode for the physiologically relevant arabinose transporter in Neurospora. The analyses presented here are an important step towards understanding fungal degradation processes of complex biomass."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "Inducer Free Cellulase Secretion in Neurospora Crassa and comparitive analysis of cellulase induction in Aspergillus nidulans", "Accession": "GSE44100", "summary": "Purpose: To explore conservation of gene regulation by the transcription factor clr-2/clrB in Neurospora crassa and Aspergillus nidulans Methods: mRNA from wild type and clr-2/clrB mutants were collected after a culture shift from sucrose/glucose to Avicel (crystaline cellulose) or no carbon media Results: We show that N. crassa and A. nidulans have similair global transcriptional responses to Avicel, with several hundred genes showing specific induction, though the induced genes are more specifically targeted at cellulose for N. crassa and more targeted at hemicellulose and pectin for A. nidulans. clr-2/clrB has a conserved fundamental function in cellulose induction, though the mechanism has diverged. Misexpression of clr-2 is sufficeint for inducer free cellulase secretion in N. crassa, but neither clrB or heterologous clr-2 is sufficient for inducer free cellulase secretion in A. nidulans. Conclusions: Our study demonstrates a conserved and essential role in cellulose utilization for the transcription factor clr-2 in filamentous ascomycetes and demonstrates that manipulation of clr-2 expression can be used to control cellulase expression in some species."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "Conserved and Essential Transcription Factors for Cellulase Gene Expression in Ascomycete Fungi.", "Accession": "GSE35227", "summary": "Transcriptional profiling with next-generation sequencing methods refined our understanding of the N. crassa transcriptional response to cellulose and demonstrated that the newly characterized transcription factors clr-1 and clr-2 were required for the bulk of that response including induction all major cellulase and some major hemicellulase genes."}, {"organism": "Neurospora crassa", "source": "carbon", "title": "Induction of lignocellulose-degrading enzymes in Neurospora crassa by cellodextrins", "Accession": "GSE36719", "summary": "Transcriptional profiling with next-generation sequencing methods demonstrated that a Neurospora crassa mutant with the three most highly expressed beta-glucosidase genes deleted had a transcriptional response to cellobiose similair to that of wild type N. crassa exposed to cellulose."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Transcriptome analysis of conidium germination of Aspergillus fumigatus in different growth conditions", "Accession": "GSE152682", "summary": "Gene expression level of Aspergillus fumigatus CEA17_ΔakuBKU80 during germination in two different medium"}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Fungal oxylipins direct programmed developmental switches in filamentous fungi", "Accession": "GSE156537", "summary": "We report gene expression in Aspergillus fumigatus mycelium in exposure to either 0.005% ethanol (control) or 5 µg/mL 5,8-dihydroxyoctadecadienoic acid (5,8-diHODE) for 30 min and 120 min"}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "The Negative Cofactor 2 complex is a master regulator of drug resistance in Aspergillus fumigatus", "Accession": "GSE133491", "summary": "This SuperSeries is composed of the SubSeries listed below."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "The Negative Cofactor 2 complex is a master regulator of drug resistance in Aspergillus fumigatus [RNA-seq]", "Accession": "GSE133464", "summary": "The Negative cofactor 2 (NCT) complex is an evolutionally conserved heterodimeric transcription factor. In Aspergillus fumigatus, the NCT complex consists of two subunits NctA and NctB. Through a genome-wide screening of a transcription factor null mutant strains, we found that loss of the NCT complex leads to a multi-drug resistance phenotype including the azoles (itraconazole, voriconazole and posaconazole) as well as the salvage therapeutic amphotericin B, and terbinafine. To obtain further insight into the molecular mechanisms driving the azole-resistance in the NCT complex null mutants, we analyzed genome-wide gene expression profiles of the nctA and the nctB null mutants using RNA-seq. Our expression profiling revealed that disruption of the genes lead to upregulation of several ergosterol biosynthetic genes, their transcriptional activators, and the azole efflux pump cdr1B. Taken together, these results suggest that the NCT complex plays a role as a master regulator of drug resistance in A. fumigatus."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "RNA-seq of Aspergillus fumigatus infected to HL-60 derived macrophage-like cells for 0,1, and 2 hours.", "Accession": "GSE135818", "summary": "Purpose : The goals of this study are to compare transcriptome profiling (RNA-seq) of Aspergillus fumigatus infected to macrophage-like cells for 0, 1 and 2 hours. Method : HL-60 cells were cultured in RPMI 1640 medium containing 10% fetal bovine serum (FBS) and 1% Gibco™ Antibiotic-Antimycotic at 37°C with 5% CO2. To induce the differentiation of HL-60 cells into macrophage-like cells, HL-60 cells were stimulated with 50 nM 12-o-tetradecanoylphorbol-13-acetate (PMA) for 2 days. A total of 10^3 A.fumigatus conidia were transferred to 5 × 10^4 differentiated HL-60 cells in RPMI 1640 medium supplemented with 5% FBS. After incubating for 0, 1, and 2 hrs, the sample tubes were vigorously agitated with TRIzol® (Invitrogen) containing glass beads to extract total RNA of alive A.fumigatus. ). Libraries were prepared from 2 µg of total RNA using a SMARTer Stranded RNA-Seq Kit (Clontech Laboratories, Inc., USA). Isolation of mRNA was performed using a Poly(A) RNA Selection Kit (LEXOGEN, Inc., Austria). The isolated mRNAs were used for cDNA synthesis and shearing, following the manufacturer’s instructions. Indexing was performed using the Illumina indexes 1-12. An enrichment step was carried out using PCR. Subsequently, libraries were checked using the Agilent 2100 bioanalyzer (DNA High Sensitivity Kit) to evaluate the mean fragment size. Quantification was performed using the library quantification kit with a StepOne Real-Time PCR System (Life Technologies, Inc., USA). High-throughput sequencing was performed as paired-end 100 bp sequencing using a HiSeq 2500 (Illumina, Inc., USA). mRNA-seq reads were mapped using the TopHat software (Cole Trapnell et al., 2009) tool to obtain an alignment file."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "RNA-seq analysis of alleles of the atrR transcription factor-encoding gene in Aspergillus fumigatus", "Accession": "GSE123445", "summary": "Determine the transcriptomic response of Aspergillus fumigatus strains to different alleles of atrR"}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "AtrR is an essential determinant of azole resistance in Aspergillus fumigatus", "Accession": "GSE123446", "summary": "This SuperSeries is composed of the SubSeries listed below."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Aspergillus fumigatus protein phosphatase PpzA is involved in iron assimilation, secondary metabolite production, and virulence", "Accession": "GSE97495", "summary": "Iron restriction imposed by mammalian hosts during an infection is a common mechanism of defense to reduce or avoid the pathogen infection. Iron is essential for organism survival due to its involvement in several biological processes. Aspergillus fumigatus causes invasive aspergillosis (IA), a disease that typically manifests in immunocompromised patients. A. fumigatus has two high affinity mechanisms of iron acquisition during infection: reductive iron assimilation (RIA) and siderophore-mediated iron uptake. It has been shown that siderophore production is important for A. fumigatus virulence, differently to the reductive iron uptake system. A. fumigatus PpzA, the catalytic subunit of protein phosphatase Z (PPZ), has been recently identified as associated with iron assimilation. Transcriptomic and proteomic comparisons between ∆ppzA and wild-type strains under iron starvation showed that PpzA has a broad influence on genes involved in secondary metabolism. LC-MS under standard and iron starvation conditions confirmed that the ΔppzA mutant had reduced production of pyripyropene A (PPA), fumagillin, fumiquinazoline A, TAFC, and helvolic acid. The ΔppzA was shown to be avirulent in a neutropenic murine model of invasive pulmonary aspergillosis. PpzA plays an important role at the interface between iron starvation, regulation of SM production and pathogenicity in A. fumigatus."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Transcriptome analysis of Aspergillus fumigatus in the presence of sugarcane bagasse", "Accession": "GSE95798", "summary": "Brazil is the world’s second largest producer of ethanol. Increasing demand for this biofuel has called for investment in new technologies. One example of such technologies is the second-generation (2G) ethanol production. Lignocellulose comprises mainly cellulose and hemicellulose, which consist of high-energy sugars that can be converted into ethanol. Aspergillus sp play an important role in the recycling of lignocellulosic biomass. These species have been investigated as a cell factory to produce industrial enzymes. To improve our understanding of the mechanisms used by Aspergillus sp during degradation of plant biomass and to identify the hydrolytic enzymes secreted by these fungi, we have analyzed the transcriptome and secretome of an Aspergillus species grown on sugarcane bagasse (SEB). A. fumigatus was cultivated in the presence of fructose or SEB. Its cellulolytic and xylanolytic activities depended on time. The maximum activities of endoglucanase and xylanase from the fungus grown on SEB were 0.0029 and 10.82 U mL-1, respectively. Characterization of the transcriptome by RNAseq technology helped to identify genes that participated in the degradation of the biomass demonstrating potential application in the process of enzymatic hydrolysis. The RNAseq data revealed that 2287 genes were differentially expressed in the fungus grown on SEB; 1181 and 1046 of these genes were up- and down-regulated, respectively. There were several CAZymes among the up-regulated genes. Most of these enzymes belonged to the GH family, which includes important hydrolytic and accessory enzymes involved in the degradation of lignocellulose. Similarly, proteomic studies showed that a total of 130 proteins existed in the fungus grown on SEB. These proteins were classified into several groups of secreted extracellular enzymes, and their functional classification demonstrated that 59% of the proteins were CAZymes such as GH45-endoglucanases, GH6 and GH7-cellobiohydrolases, GH3-β-glucosidases, GH10-xylanases, and AA9-LPMO. Data obtained by transcriptome and secretome analyses indicated that A. fumigatus produces a considerable number of CAZymes that participate in the hydrolysis of biomass. These CAZymes are valuable for the lignocellulosic bioenergy industry, provide information for future studies on the degradation of biomass, and improve understanding of the role genes and enzymes play in the degradation process."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Gene expression changes in the absence of the carbon catabolite repressor, CreA.", "Accession": "GSE97539", "summary": "This experiment was designed to test the change in gene expression in the absence of the transcription factor, CreA. Two media conditions were tested to determine the role of this transcription factor in repressing (glucose) and derepressing (ethanol) carbon sources."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Gene expression level of Aspergillus fumigatus CEA17_ΔakuBKU80 at three different stages", "Accession": "GSE81956", "summary": "We report the gene expression level of Aspergillus fumigatus CEA17_ΔakuBKU80 strain in dormant conidia, in swollen conidia (after 4h of culture in Glucose 3%, Yeast Exrtract 1% liquid medium) and in germinated conidia (after 8h of culture in Glucose 3%, Yeast Extract 1% liquid medium after construction of an RNAseq library."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Network Modelling using Transcription Sequence Data Reveals Novel MAPK Interactions Important for Drug Resistance", "Accession": "GSE55743", "summary": "Caspofungin study on A. fumigatus. Applied to the Wild type as well as akuB, mpkA and sakA mutant. RNASeq-data"}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Hitting the caspofungin salvage pathway of human-pathogenic fungi with the novel lasso peptide humidimycin (MDN-0010)", "Accession": "GSE55663", "summary": "Fungal infections have increased dramatically in the last two decades and fighting infectious diseases require innovative approaches such as the combination of two drugs acting on different targets, or even target a salvage pathway of one of the drugs. The fungal cell wall biosynthesis is inhibited by the clinically used antifungal drug caspofungin. This antifungal activity has been found to be potentiated by humidimycin, a new natural product identified from the screening of a collection of 20,000 microbial extracts and with no major effect when used alone. The analysis of transcriptomes and selected A. fumigatus mutants indicated that humidimycin affects the high osmolarity glycerol response pathway. By combining humidimycin and caspofungin a strong increase of caspofungin efficacy was achieved, demonstrating that targeting different signaling pathways provides an excellent basis to develop novel anti-infective strategies."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Next Generation Sequencing identifies O2-responsive genes in the human pathogenic fungus Aspergillus fumigatus", "Accession": "GSE55943", "summary": "Low oxygen conditions are not only common to natural environments but also occur during tissue invasive growth in the human host. Only few cellular factors have been identified up to now that allow the fungus to efficiently adapt its energy metabolism to the lack of O2. In the present study, we cultivated A. fumigatus in an O2-controlled fermenter and analysed its minute-scale responses to O2 limitation. Transcriptome sequencing revealed a group of genes underlying a rapid and highly dynamic regulation. As an initial experimental setup, A. fumigatus was cultivated in an O2-controlled fermenter, which allowed minute-scale variations in O2-fluxes largely independent of other secondary effects. Cultures were initially grown at saturated O2 concentrations (100% saturation ≈ 260 µmol l-1) and rapidly shifted to hypoxic growth conditions at an initial O2 saturation of 5% (≈ 13 µmol l-1)."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Effects of methylprednisolone on Aspergillus fumigatus 293 gene expression", "Accession": "GSE46559", "summary": "Corticosteroid use has epidemiologically been associated with invasive aspergillosis. We found that hydrocortisone and MP in physiological concentrations cause a change in morphology of A. fumigatus 293 growth with a less dense core, and straighter outgrowth of longer hyphae. Treated with MP, we found a differential expression of genes annotated to cell wall structure, and to cell cycle programme compared to untreated control, which could explain the changes in morphology. The up-regulation of genes encoding for toxins, iron acquisition, and cell wall components enforcing oxidative stress resistance would theoretically result in a more pathogenic A. fumigatus phenotype. Upregulation of pathways involved in DNA-repair might indicate on genotoxic effects of MP."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Aspergillus fumigatus transcriptome under normoxia and hypoxia conditions", "Accession": "GSE30579", "summary": "To better understand the effect of hypoxia, RNA-Seq technology was used to profile the Aspergillus fumigatus during adaptation to hypoxia at 12, 24 and 36 h time points."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Transcriptome analysis of Aspergillus fumigatus in the presence of sugarcane bagasse", "Accession": "GSE95798", "summary": "Brazil is the world’s second largest producer of ethanol. Increasing demand for this biofuel has called for investment in new technologies. One example of such technologies is the second-generation (2G) ethanol production. Lignocellulose comprises mainly cellulose and hemicellulose, which consist of high-energy sugars that can be converted into ethanol. Aspergillus sp play an important role in the recycling of lignocellulosic biomass. These species have been investigated as a cell factory to produce industrial enzymes. To improve our understanding of the mechanisms used by Aspergillus sp during degradation of plant biomass and to identify the hydrolytic enzymes secreted by these fungi, we have analyzed the transcriptome and secretome of an Aspergillus species grown on sugarcane bagasse (SEB). A. fumigatus was cultivated in the presence of fructose or SEB. Its cellulolytic and xylanolytic activities depended on time. The maximum activities of endoglucanase and xylanase from the fungus grown on SEB were 0.0029 and 10.82 U mL-1, respectively. Characterization of the transcriptome by RNAseq technology helped to identify genes that participated in the degradation of the biomass demonstrating potential application in the process of enzymatic hydrolysis. The RNAseq data revealed that 2287 genes were differentially expressed in the fungus grown on SEB; 1181 and 1046 of these genes were up- and down-regulated, respectively. There were several CAZymes among the up-regulated genes. Most of these enzymes belonged to the GH family, which includes important hydrolytic and accessory enzymes involved in the degradation of lignocellulose. Similarly, proteomic studies showed that a total of 130 proteins existed in the fungus grown on SEB. These proteins were classified into several groups of secreted extracellular enzymes, and their functional classification demonstrated that 59% of the proteins were CAZymes such as GH45-endoglucanases, GH6 and GH7-cellobiohydrolases, GH3-β-glucosidases, GH10-xylanases, and AA9-LPMO. Data obtained by transcriptome and secretome analyses indicated that A. fumigatus produces a considerable number of CAZymes that participate in the hydrolysis of biomass. These CAZymes are valuable for the lignocellulosic bioenergy industry, provide information for future studies on the degradation of biomass, and improve understanding of the role genes and enzymes play in the degradation process."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Transcriptomes of Aspergillus fumigatus Z5 induced by different carbon sources", "Accession": "GSE55086", "summary": "Various saprotrophic microorganisms, especially filamentous fungi, can efficiently degrade lignocellulose that is one of the most abundant natural material on earth. It consists of complex carbohydrates and aromatic polymers found in plant cell wall and thus in plant debris. Aspergillus fumigatus Z5 was isolated from compost heaps and showed highly efficient plant biomass-degradation capability.Genome analysis revealed an impressive array of genes encoding cellulases, hemicellulases, and pectinases involved in lignocellulosic biomass degradation. We sequenced the transcriptomes of Aspergillus fumigatus Z5 induced by sucrose, xylan, cellulose and rice straw, respectively. There were 444, 1711 and 1386 significantly differently (q-value ≤ 0.0001 and |log2 of the ratio of the RPM values| ≥ 2) expressed genes in xylan, cellulose and rice straw,respectively, relative to sucrose control."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Transcriptome analysis of Aspergillus fumigatus in the presence of sugarcane bagasse", "Accession": "GSE95798", "summary": "Brazil is the world’s second largest producer of ethanol. Increasing demand for this biofuel has called for investment in new technologies. One example of such technologies is the second-generation (2G) ethanol production. Lignocellulose comprises mainly cellulose and hemicellulose, which consist of high-energy sugars that can be converted into ethanol. Aspergillus sp play an important role in the recycling of lignocellulosic biomass. These species have been investigated as a cell factory to produce industrial enzymes. To improve our understanding of the mechanisms used by Aspergillus sp during degradation of plant biomass and to identify the hydrolytic enzymes secreted by these fungi, we have analyzed the transcriptome and secretome of an Aspergillus species grown on sugarcane bagasse (SEB). A. fumigatus was cultivated in the presence of fructose or SEB. Its cellulolytic and xylanolytic activities depended on time. The maximum activities of endoglucanase and xylanase from the fungus grown on SEB were 0.0029 and 10.82 U mL-1, respectively. Characterization of the transcriptome by RNAseq technology helped to identify genes that participated in the degradation of the biomass demonstrating potential application in the process of enzymatic hydrolysis. The RNAseq data revealed that 2287 genes were differentially expressed in the fungus grown on SEB; 1181 and 1046 of these genes were up- and down-regulated, respectively. There were several CAZymes among the up-regulated genes. Most of these enzymes belonged to the GH family, which includes important hydrolytic and accessory enzymes involved in the degradation of lignocellulose. Similarly, proteomic studies showed that a total of 130 proteins existed in the fungus grown on SEB. These proteins were classified into several groups of secreted extracellular enzymes, and their functional classification demonstrated that 59% of the proteins were CAZymes such as GH45-endoglucanases, GH6 and GH7-cellobiohydrolases, GH3-β-glucosidases, GH10-xylanases, and AA9-LPMO. Data obtained by transcriptome and secretome analyses indicated that A. fumigatus produces a considerable number of CAZymes that participate in the hydrolysis of biomass. These CAZymes are valuable for the lignocellulosic bioenergy industry, provide information for future studies on the degradation of biomass, and improve understanding of the role genes and enzymes play in the degradation process."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Transcriptomes of Aspergillus fumigatus Z5 induced by different carbon sources", "Accession": "GSE55086", "summary": "Various saprotrophic microorganisms, especially filamentous fungi, can efficiently degrade lignocellulose that is one of the most abundant natural material on earth. It consists of complex carbohydrates and aromatic polymers found in plant cell wall and thus in plant debris. Aspergillus fumigatus Z5 was isolated from compost heaps and showed highly efficient plant biomass-degradation capability.Genome analysis revealed an impressive array of genes encoding cellulases, hemicellulases, and pectinases involved in lignocellulosic biomass degradation. We sequenced the transcriptomes of Aspergillus fumigatus Z5 induced by sucrose, xylan, cellulose and rice straw, respectively. There were 444, 1711 and 1386 significantly differently (q-value ≤ 0.0001 and |log2 of the ratio of the RPM values| ≥ 2) expressed genes in xylan, cellulose and rice straw,respectively, relative to sucrose control."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Monitoring the mating-type-driven transcriptomes of Aspergillus fumigatus", "Accession": "GSE113404", "summary": "Sexual identity of the human pathogenic mold Aspergillus fumigatus is determined by the mating-type idiomorphs MAT1-1 and MAT1-2 residing at the MAT locus. Given that the MAT1 gene products are DNA binding master regulators that govern fruiting body formation, the MAT1-driven transcriptomes of A. fumigatus were monitored by conditional overexpression of either MAT1 gene followed by RNA-seq analyses."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Monitoring the mating-type-driven transcriptomes of Aspergillus fumigatus", "Accession": "GSE113404", "summary": "Sexual identity of the human pathogenic mold Aspergillus fumigatus is determined by the mating-type idiomorphs MAT1-1 and MAT1-2 residing at the MAT locus. Given that the MAT1 gene products are DNA binding master regulators that govern fruiting body formation, the MAT1-driven transcriptomes of A. fumigatus were monitored by conditional overexpression of either MAT1 gene followed by RNA-seq analyses."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Transcriptome analysis of Aspergillus fumigatus in the presence of sugarcane bagasse", "Accession": "GSE95798", "summary": "Brazil is the world’s second largest producer of ethanol. Increasing demand for this biofuel has called for investment in new technologies. One example of such technologies is the second-generation (2G) ethanol production. Lignocellulose comprises mainly cellulose and hemicellulose, which consist of high-energy sugars that can be converted into ethanol. Aspergillus sp play an important role in the recycling of lignocellulosic biomass. These species have been investigated as a cell factory to produce industrial enzymes. To improve our understanding of the mechanisms used by Aspergillus sp during degradation of plant biomass and to identify the hydrolytic enzymes secreted by these fungi, we have analyzed the transcriptome and secretome of an Aspergillus species grown on sugarcane bagasse (SEB). A. fumigatus was cultivated in the presence of fructose or SEB. Its cellulolytic and xylanolytic activities depended on time. The maximum activities of endoglucanase and xylanase from the fungus grown on SEB were 0.0029 and 10.82 U mL-1, respectively. Characterization of the transcriptome by RNAseq technology helped to identify genes that participated in the degradation of the biomass demonstrating potential application in the process of enzymatic hydrolysis. The RNAseq data revealed that 2287 genes were differentially expressed in the fungus grown on SEB; 1181 and 1046 of these genes were up- and down-regulated, respectively. There were several CAZymes among the up-regulated genes. Most of these enzymes belonged to the GH family, which includes important hydrolytic and accessory enzymes involved in the degradation of lignocellulose. Similarly, proteomic studies showed that a total of 130 proteins existed in the fungus grown on SEB. These proteins were classified into several groups of secreted extracellular enzymes, and their functional classification demonstrated that 59% of the proteins were CAZymes such as GH45-endoglucanases, GH6 and GH7-cellobiohydrolases, GH3-β-glucosidases, GH10-xylanases, and AA9-LPMO. Data obtained by transcriptome and secretome analyses indicated that A. fumigatus produces a considerable number of CAZymes that participate in the hydrolysis of biomass. These CAZymes are valuable for the lignocellulosic bioenergy industry, provide information for future studies on the degradation of biomass, and improve understanding of the role genes and enzymes play in the degradation process."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Gene expression changes in the absence of the carbon catabolite repressor, CreA.", "Accession": "GSE97539", "summary": "This experiment was designed to test the change in gene expression in the absence of the transcription factor, CreA. Two media conditions were tested to determine the role of this transcription factor in repressing (glucose) and derepressing (ethanol) carbon sources."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Transcriptomes of Aspergillus fumigatus Z5 induced by different carbon sources", "Accession": "GSE55086", "summary": "Various saprotrophic microorganisms, especially filamentous fungi, can efficiently degrade lignocellulose that is one of the most abundant natural material on earth. It consists of complex carbohydrates and aromatic polymers found in plant cell wall and thus in plant debris. Aspergillus fumigatus Z5 was isolated from compost heaps and showed highly efficient plant biomass-degradation capability.Genome analysis revealed an impressive array of genes encoding cellulases, hemicellulases, and pectinases involved in lignocellulosic biomass degradation. We sequenced the transcriptomes of Aspergillus fumigatus Z5 induced by sucrose, xylan, cellulose and rice straw, respectively. There were 444, 1711 and 1386 significantly differently (q-value ≤ 0.0001 and |log2 of the ratio of the RPM values| ≥ 2) expressed genes in xylan, cellulose and rice straw,respectively, relative to sucrose control."}, {"organism": "aspergillus fumigatus", "source": "Aspergillus fumigatus", "title": "Next Generation Sequencing identifies O2-responsive genes in the human pathogenic fungus Aspergillus fumigatus", "Accession": "GSE55943", "summary": "Low oxygen conditions are not only common to natural environments but also occur during tissue invasive growth in the human host. Only few cellular factors have been identified up to now that allow the fungus to efficiently adapt its energy metabolism to the lack of O2. In the present study, we cultivated A. fumigatus in an O2-controlled fermenter and analysed its minute-scale responses to O2 limitation. Transcriptome sequencing revealed a group of genes underlying a rapid and highly dynamic regulation. As an initial experimental setup, A. fumigatus was cultivated in an O2-controlled fermenter, which allowed minute-scale variations in O2-fluxes largely independent of other secondary effects. Cultures were initially grown at saturated O2 concentrations (100% saturation ≈ 260 µmol l-1) and rapidly shifted to hypoxic growth conditions at an initial O2 saturation of 5% (≈ 13 µmol l-1)."}, {"organism": "Chaetomium thermophilum", "source": "Chaetomium thermophilum", "title": "Global Transcriptome Characterization and Assembly of thermophilic ascomycete Chaetomium thermophilum", "Accession": "GSE116834", "summary": "A correct genome annotation is fundamental for research in the field of molecular and structural biology. The annotation of the reference genome of Chaetomium thermophilum has been reported previously, but it is limited to open reading frames (ORFs) of genes and contains only a few noncoding transcripts. In this study, we identified and annotated by deep RNA sequencing full-length transcripts of C.thermophilum. We identified 7044 coding genes and a large number of noncoding genes (n=4567). Astonishingly, 23% of the coding genes are alternatively spliced. We identified 679 novel coding genes and corrected the structural organization of more than 50% of the previously annotated genes. Furthermore, we substantially extended the Gene Ontology (GO) and Enzyme Commission (EC) lists, which provide comprehensive search tools for potential industrial applications and basic research. The identified novel transcripts and improved annotation will help understanding the gene regulatory landscape in C.thermophilum. The analysis pipeline developed here can be used to build transcriptome assemblies and identify coding and noncoding RNAs of other species. The new genome annotation of the GTF file can be found here."}]